{
    "0": [
        "Should various efforts be made to protect the environment, such as developing alternative energy?",
        "Should I spend reasonably for myself?",
        "Should quarantine rules be followed even among family members?",
        "This yellow dust will continue until tomorrow, so what measures should be taken in Korea in preparation for this?",
        "What are some ways to honor the late Song Hae, a comedy that left a big mark in the history of Korean pop culture?",
        "What alcohol suits actor Yoon Jong-hoon, who plays Ha Yoon-chul, who plans to get revenge with Logan Lee in the SBS Friday-Saturday drama \"Penthouse\"?",
        "Should humans live by protecting the natural environment?",
        "How should governments respond in a global pandemic?",
        "Should efforts be made to ease the military tension between the two Koreas?",
        "Should all family members be considerate, respectful, and harmonious with each other?",
        "Retailers such as large discount stores and department stores are stepping up quarantine measures, but many customers are still using them. As a result, concerns over mass infection are growing, what efforts will be needed to resolve citizens' anxiety? \"\"",
        "Should we not go to dangerous places?",
        "Is it desirable to try to develop new technologies?",
        "What efforts should Korean companies make to maintain the technology gap with China?",
        "What efforts should be made to prevent flood damage during the rainy season?",
        "How far is the individual's responsibility in the event of a natural disaster?",
        "Is the possibility of extraterrestrial life still valid?",
        "What do you think is the most important factor for the success of the Korean version of the New Deal business?",
        "Should one's own safety be the top priority in dangerous places?",
        "Should efforts be made to prevent the spread of infectious diseases until collective immunity is formed?",
        "Isn't it fair for platform operators such as online shopping malls to benefit their customers higher than other competitors?",
        "Do you think risk as well as profitability should be considered when investing?",
        "Does the logic of power work on diplomatic issues such as territorial issues?",
        "Should personal hygiene rules be followed thoroughly?",
        "Is director Bong Joon-ho's decision to be the first Korean competition judge at the Venice International Film Festival, one of the world's top three film festivals, correct?",
        "What efforts will be needed for Korean companies to secure competitiveness in the global market?",
        "Couples love or family love is precious, but do you think raising children comes with more responsibility?",
        "We should try to solve environmental problems, right?",
        "K-pop's status in the global music market is increasing. What efforts will be needed for the Korean pop music industry to develop?",
        "Should we try to solve the global warming problem?",
        "Does the development of artificial intelligence technology require prudence?",
        "Why should domestic pharmaceutical companies secure growth engines through overseas expansion?",
        "Why buy expensive luxury brand products?",
        "Should we always be careful in places where there are many people?",
        "Should investment in technology development continue even if competition among companies is fierce?",
        "What if consumers could choose the color of the car's interior as they want?",
        "Is it helpful for Korean cultural artists, including K-POP singers, to be active on the world stage to enhance the national image?",
        "The Korean film \"Parasite\" won four awards at the 92nd Academy Awards, including Best Picture. What efforts will be needed to overcome the reality of the pop culture community, which is not active on the global stage despite the Korean Wave?",
        "I should follow personal hygiene rules and follow quarantine guidelines, right?",
        "Lee Dong-won, a leading folk song singer in the 70s, died on the 2nd at the age of 74. What was the life of the deceased, who left for the eastern end of the bee as wide as the lyrics of one of his hit songs, \"Perfume\"?",
        "What can people do for medical staff working on the front lines of COVID-19 quarantine?",
        "Should space development continue for the future of mankind?",
        "Governments and companies around the world are actively fostering the semiconductor industry. In this trend, what efforts should Korea make to secure competitiveness in the semiconductor industry?",
        "Should stock investors invest carefully under their own responsibilities?",
        "What efforts should airlines make to overcome the crisis?",
        "Should investments in the stock market be made at your own discretion?",
        "In Korea, the Urban Air Transportation (UAM) project is also being promoted with the aim of commercialization in 2025. What challenges should be addressed for a successful settlement?",
        "What should be improved most urgently to eradicate sexual violence crimes in the military?",
        "It is urgent to identify the cause of the aircraft accident and come up with measures to prevent recurrence. What efforts should be made at the airline and government level?",
        "What do you think the achievements or values left by the late Cardinal Chung Jin-seok are?",
        "Shouldn't electric vehicle manufacturers work hard to develop eco-friendly cars?",
        "News of a series of car accidents by celebrities is coming. What are the measures to comply with safety driving rules and improve driver awareness?",
        "Due to the economic structure of Korea, which is highly dependent on exports, is it inevitable to react sensitively to changes in the international situation?",
        "Will large-scale government-led investment be necessary to strengthen the competitiveness of the domestic semiconductor industry?",
        "What efforts will be needed to protect endangered wildlife because of human selfishness?",
        "Do you want Korea's leading companies to have global competitiveness and do well in the global market?",
        "Should domestic companies also secure global competitiveness by attracting overseas investment?",
        "Is eco-friendly policy beneficial to all of us?",
        "What do you think is the way for large domestic companies to survive the competition with foreign companies?",
        "How can domestic companies competing in the global market compete in good faith without unnecessary war of attrition?",
        "In the information and communication technology (ICT) industry, crimes often occur against employees with access to the company's internal systems. What do you think are the measures to prevent such criminal behavior?",
        "What do you think is the most urgent task in the current situation in Korea?",
        "Do you think cooperation between countries is important in the international community?",
        "What measures can individuals take to cope with climate change?",
        "What should humanity do right now to solve global warming and climate change problems?",
        "Products that taste traditional Korean food are gaining popularity in the global market. In relation to this trend, what do you think are the measures for the development of the Korean food industry?",
        "This winter is expected to be an all-time cold wave. What are the measures to minimize the damage caused by this?",
        "What are some things individuals can do to solve the COVID-19 crisis that is spreading around the world?",
        "Should Human Space Development Continue?",
        "Is there a possibility that life exists on an extraterrestrial planet?",
        "When selecting stocks to invest in, should they be analyzed carefully and meticulously?",
        "If the performance is not superior to that of its competitors, should it have price competitiveness?",
        "The late Cardinal Chung Jin-seok was considered an authority on church law during his lifetime. What is the most memorable achievement he has made?",
        "Just because it's expensive doesn't necessarily mean it's good, right?",
        "Should we secure enough supplies to allow consumers to purchase the products they want?",
        "The games in the Korean drama \"Squid Game\" are also gaining huge popularity overseas. What efforts will it take for this craze to continue?",
        "Violent crimes have occurred frequently in recent years. What is the solution to this?",
        "How should our society change to prevent safety accidents on the occasion of the 7th anniversary of the Sewol ferry disaster?",
        "Should I stay at home to prevent the spread of COVID-19? Or should I follow the quarantine rules and do outdoor activities?",
        "A lot of damage is caused by unusually heavy snow this winter. What efforts do you think are needed to improve environmental problems such as climate change?",
        "Should we follow personal hygiene rules thoroughly and refrain from unnecessary outings?",
        "What are the measures to eradicate digital sex crimes?",
        "\"The Korean economy is also taking a hit amid the slow recovery of the global economy after the COVID-19 crisis. Among domestic companies, only some large companies such as Samsung Electronics are doing well, so how should other companies respond?\"",
        "Should we refrain from using products that cause environmental pollution?",
        "Should families also have a love and care for each other?",
        "What efforts should Korea make to improve the relationship between the U.S. and China, which are competing for global hegemony?",
        "Do consumers consider price/performance more important than brand image when purchasing products?",
        "Chung Mong-koo, honorary chairman of Hyundai Motor Group, who inherited the company from his father, former honorary chairman Chung Ju-young, will hand over his position to his son Chung Eui-sun and step down from the management front. It is said that it is due to responsibility as the head of a company, but what is the background?",
        "Should family members also have an attitude of consideration and respect for each other?",
        "What do you think the government or local governments should support to expand the supply of eco-friendly cars?",
        "Is it necessary to make efforts to understand the history and culture of the other country in order to promote friendship between countries?",
        "In the case of New York State, where the world's largest number of COVID-19 confirmed cases and deaths occurred, the shortage of hospital morgue is serious. What efforts should governments and citizens make to solve this problem?",
        "What efforts will be needed to prevent human resources accidents caused by insensitivity to safety?",
        "What should be improved most urgently to eradicate sex crimes in the workplace?",
        "What efforts will be needed to develop the K-POP content industry?",
        "Are natural disasters preventable by human power?",
        "Since science and technology development always comes with risks, should we come up with measures to control and manage them?",
        "This video, which utilizes Korean traditional culture, has attracted a lot of attention. How can we inform foreigners more effectively through this?",
        "Should science and technology development continue for the development of human civilization?",
        "About 80% of Korean game content exports are in the Chinese market. How should I look at this situation?",
        "Are various attempts and challenges necessary for the development of science and technology?",
        "Should I always be careful in crowded places?",
        "Koo Ja-hong, chairman of LS Nikko Copper, who was the head of one of the nation's leading conglomerates, died of chronic illness. What is the most memorable achievement of the deceased?",
        "Artificial intelligence technology is also being applied to the field of new drug development that only humans could do in the past. Is this development of artificial intelligence technology a blessing or a disaster for mankind?",
        "Is it up to you to buy luxury goods?",
        "Like world-renowned pianist Cho Sung-jin, there are many musicians with outstanding talents in Korea. But there are many cases that are not yet well known to the public, so what if there was a program or channel that identified and introduced these people?",
        "Why don't automakers make different kinds of cars?",
        "Do you think that acknowledging and respecting each other is true love?",
        "Can we rely only on the rapid development of science and technology?",
        "Should quarantine standards be strengthened to guarantee people's health rights?",
        "Should efforts be made for the development of science and technology and investment in R&D be expanded?",
        "Should companies actively reflect customer opinions in the product development process?",
        "Concerns are growing over an increase in crime targeting victims of the recent massive forest fires. What are the measures to prevent this?",
        "Is it right to make a car considering only commerciality such as fuel efficiency and performance?",
        "Should efforts be made at the individual or corporate level to protect the environment?",
        "What are the measures to eradicate sex crimes against children and adolescents?",
        "What is the significance of winning the acting award for the first time in Korea at the American Academy Awards?",
        "Do you think the faster the development of science and technology, the greater the risk?",
        "As an artist who has made great achievements in the history of modern and contemporary art in Korea, how should we evaluate his work world and life?",
        "Is investing in stocks risky and should be done carefully?",
        "Where do you think the competitiveness of the Korean cultural industry, which stands out in various fields such as K-pop, movies, and dramas, comes from?",
        "Should investors judge and decide on their own?",
        "Do you think technological advances are beneficial to mankind?",
        "The 2020 Tokyo Olympics is about a month away. What do South Korea's national athletes need most to win medals?",
        "What efforts will be needed to foster the domestic semiconductor industry in the global semiconductor hegemony war?",
        "Citizens' anxiety is growing as a series of major fire accidents occur. What measures do you think are needed to resolve safety insensitivity?",
        "How would you respond to news or information that has not been confirmed regarding COVID-19 quarantine measures and vaccine acquisition?",
        "What can individuals do to address climate change?",
        "It is a new product equipped with functions differentiated from those released by existing smartphone manufacturers. What do you expect the most from the consumer's point of view?",
        "What was the life of honorary chairman Chung Sang-young, who eventually passed away after a management dispute as the son of Hyundai Group founder Chung Ju-young?",
        "Are humans only weak beings in the face of natural disasters?",
        "Can I use it even if it's a competitor's product if it has the function that consumers want?",
        "Should eco-friendly power generation methods such as the development of new and renewable energy be actively introduced to protect the environment?",
        "A diary written by soprano Jo Su-mi, who is called the living legend of Korean classical music, when she first started music has been released. What did it mean to her?",
        "Should we respect and be considerate of each other if we are in love?",
        "What is your favorite style of outfit for actor Son Seok-gu, who plays the male lead Rito?",
        "Do you think it is necessary to interact with foreign countries in the global era?",
        "How to strengthen Korea's status as a global leader?",
        "Should consumers consider not only price but also quality when purchasing goods?",
        "What do you think is necessary for the development of culture and arts in Korea?",
        "It is the first self-launch in South Korea's history. As a result, Korea has become a space power in name and reality. So what do you think are the remaining tasks?",
        "Should all products be priced appropriately?",
        "Is it urgent to develop eco-friendly energy because the environmental problem is serious?",
        "What is the significance of Cardinal Chung's death, a big adult in the religious world?",
        "Should I make a careful decision when investing?",
        "Should consumers gather enough information and make reasonable choices before purchasing a product?",
        "Since the speed of technology development is very fast, is it necessary to accept a new product or service as soon as it emerges?",
        "What efforts are needed to eradicate criminal activity online, which has recently become a problem?",
        "Should consumers reasonably compare and analyze the services or products provided by companies?",
        "What efforts are needed to protect human civilization from natural disasters?",
        "What if you congratulate actress Kang Soo-yeon, the first Korean actress to win the Best Actress award at the Venice International Film Festival?",
        "What are some things an individual can do to protect the environment?",
        "Recently, a series of natural disasters has raised interest in climate change around the world. What efforts should governments make in this situation?",
        "The late Kim Hee-sun, the nation's top ballerina, passed away on the 6th. When asked about his dream in an interview during his lifetime, the deceased answered like this. What was dance to him?",
        "What efforts will be needed to protect animals sacrificed for human enjoyment?",
        "Should consumers be able to use the product without any inconvenience?",
        "Korea's leading IT companies are joining forces to expand their future mobility business. Is such a move desirable?",
        "COVID-19 vaccines (AstraZeneca, Pfizer, Moderna, Jansen, and Novavax), which are recently being vaccinated in Korea, have something in common. It is the safety controversy. So how do we solve these problems?",
        "Should consumers carefully weigh and purchase not only the product price but also the quality?",
        "The pan-Hyundai family gathered at their home in Cheongun-dong to mark the 20th anniversary of the late Chung Ju-young, honorary chairman of Hyundai Group. What is the most memorable achievement of the deceased?",
        "Are you willing to pay for environmental protection, even if it's expensive when buying eco-friendly products?",
        "What does the song \"You Can Do It\" sung by singer Kang San-e at the 11th anniversary of the death of the late former President Roh Moo-hyun mean?",
        "When investing in stocks, should individuals carefully examine the company's financial status and management performance and invest?",
        "Is it right to follow quarantine rules and thoroughly manage personal hygiene?",
        "Should diplomatic relations between countries be mutually respectable and reliable?",
        "What efforts are needed to prevent accidents at industrial sites?",
        "Should we try to reduce air pollution?",
        "Is it dangerous to enter the stock market for speculative purposes?",
        "Should we do research that helps mankind through the development of science and technology?",
        "How should a model quarantine country like Korea cope with the global epidemic?",
        "Does cooperation and solidarity in the international community play an important role in enhancing Korea's diplomatic power?",
        "Can't the environmental pollution problem be solved only by the efforts of individuals or some organizations?",
        "Who do you think was the first lady in Korea who boasted the most sophisticated fashion sense?",
        "Is everyone bound to be weak in the face of natural disasters?",
        "Comedian Song Hae, the MC of Korea's longest-running program KBS 'National Singing Contest' and an eternal wanderer, passed away at the age of 89. What does his death mean for our society?",
        "What is the most effective way to eradicate digital sex crimes?",
        "Jeon Hyun-moo recently left KBS and turned freelance. What are your thoughts on this?",
        "\"The prolonged COVID-19 is making front-line medical field workers tired. In particular, 4 out of 10 health care workers, including nurses, are burned out, is there a solution? \"\"",
        "Should Korea also take active measures amid the global climate change crisis?",
        "<Squid Game> There's a craze. What efforts should the Korean government and companies make to develop the Korean Wave content industry?",
        "Is the policy to foster the eco-friendly automobile industry the right direction?",
        "What do you think about the need for companies to expand R&D investment?",
        "With the growth of Chinese companies, should Korea try not to lag behind?",
        "Is it reasonable to get into debt when buying a house?",
        "Naver and Kakao, Korea's leading IT companies, are actively targeting the Japanese market, is this phenomenon desirable?",
        "What should we learn from the examples of countries that have imposed entry restrictions from China before Korea?",
        "What policies should Korea implement to stabilize international oil and raw material prices, which have been rapidly rising recently?",
        "What strategies should domestic bio companies that lack experience in signing technology transfer contracts with global pharmaceutical companies set up to enter overseas markets?",
        "Is nature still an object of awe for humans despite the development of science and technology?",
        "Since the Korean webtoon market is the fourth largest in the world, is a platform business for overseas writers, not domestic writers, also necessary?",
        "A prestigious senior executive who gave advice to Samsung's management, from the late Lee Byung-chul, chairman of the predecessor, to Lee Kun-hee, passed away. What lessons can be learned from the life of the deceased, who was called the most respected senior?",
        "Should measures be taken to solve the water shortage problem at the national level?",
        "Do you think trust with the other country is important in diplomatic relations?",
        "Can I buy products with poor quality or performance just because they are cheap?",
        "What leadership is needed for CEO Ryu Young-joon, who played a key role in the growth process of Kakao Pay, Korea's leading mobile simple payment service company?",
        "Should investors invest carefully under their own responsibilities?",
        "Is it a consideration for me and the people around me to follow the quarantine rules well?",
        "Is there a limit to efforts to protect human society from natural disasters?",
        "Is it a luxury to buy an expensive vehicle?",
        "What efforts should be made at the national level to solve the problem of insensitivity to safety?",
        "Should I always make a careful decision when investing?",
        "What efforts should domestic semiconductor companies make to secure competitiveness in attracting excellent talent?",
        "Which of the major smartphones is expected to be released in the second half of the year?",
        "Do you think the issue of survival of mankind as a whole is at stake in the development of space exploration technology?",
        "What is the ideal house I dream of?",
        "If you could send a message of support to singer and actor Kim Changyeol, who announced his suspension from the entertainment industry?",
        "\"This is what captain Kim Yeon-kyung said at a press conference for the team's return home amid the feat of advancing to the quarterfinals of women's volleyball at the Olympics.\" What is there to learn from her?\"",
        "What is his wife, Kim Gun-hee, to Yoon Seok-yeol, a politician Yoon Seok-yeol, a politician?",
        "As the novel coronavirus infection disease (COVID-19) situation is prolonged, people's fatigue is reaching its peak. What are the ways to overcome this?",
        "Should I check carefully and meticulously when trading?",
        "What efforts should be made at the government level to eradicate digital sex crimes?",
        "What do you think is the secret to BTS' popularity as the first Korean singer to reach the top of the U.S. Billboard main single chart?",
        "What should we learn from former director Chung Myung-hoon, a Korean conductor who has become a world-class master?",
        "Should we cooperate to maintain order in the international community?",
        "Should I use the service that benefits consumers more?",
        "Should Korea also file an ICJ complaint and impose additional economic sanctions under international law?",
        "Should we respect, care, and be at peace with each other in our relationship with other countries?",
        "Apart from compliance with quarantine rules, there is always a possibility of group infection in schools. Then, what should be added besides quarantine efforts at the individual level?",
        "What are the measures to ensure that domestic companies can secure competitiveness not only in memory semiconductors but also in non-memory fields?",
        "Is it possible to solve all the problems that arise in the process of science and technology development?",
        "Should companies invest more as the economy becomes more difficult?",
        "Should companies provide accurate information to consumers?",
        "Should we implement a policy to expand the supply of eco-friendly cars to improve the air pollution problem?",
        "At AMAs, one of the top three music awards in the United States, he became the first Korean singer to win the grand prize, Artist of the Year. What is the impact of this event, which marked a milestone in K-pop history, on the Korean Wave culture industry?",
        "Should consumers carefully review reviews before using products or services?",
        "Should we try to minimize damage from natural disasters?",
        "Do consumers need to refer to other users' opinions on the Internet before purchasing a product?",
        "What is the most urgently needed action in the current situation?",
        "It has been 30 years since singer Kim Hyun-sik passed away. Looking back on his music career, what do you think is the most meaningful song?",
        "As in the above case, are you in favor of introducing a policy that allows you to receive treatment while quarantining at home if you agree?",
        "Can humans destroy the natural environment?",
        "Recently, domestic automakers are fiercely competing to release new cars. Why are companies scrambling to release new cars like this, and which car is reasonable for consumers to choose?",
        "Are you good to your parents and keep your family harmonious?",
        "The global semiconductor supply shortage is prolonged. What efforts should domestic companies make to resolve this situation?",
        "Is it necessary to carefully check information about companies to invest in?",
        "How is Chairman Kim Bum-soo's leadership as a corporate CEO?",
        "Should large corporations secure cash flow by selling unnecessary assets?",
        "Is it desirable to be able to purchase expensive products online that were only sold in offline stores?",
        "Should space development projects be actively promoted for the future of mankind?",
        "In the COVID-19 situation, which has expanded to the local infection stage, it is urgent to switch to a living quarantine system in which citizens voluntarily participate. What kind of effort will it take to do?",
        "Is it desirable for the leaders of each country to gather and put their heads together to solve the COVID-19 crisis, which has entered the global epidemic stage?",
        "As a Korean company, how can it attract large-scale investment, such as the construction of vaccine factories, from overseas countries?",
        "Do you think the development of science and technology contributes to the improvement of human welfare?",
        "Do you think the speed of technological development improves human life, but there is a dark side behind it?",
        "What efforts will be needed to solve the problem of safety insensitivity?",
        "What is the most urgent task to be solved for the development of Korea's pop music industry?",
        "Is cooperation with foreign countries necessary for the development of Korea's defense industry technology?",
        "The domestic automobile industry is suffering from stricter environmental regulations in countries around the world. What are some ways to solve this problem?",
        "What efforts should our country make to provide enough vaccines to its people?",
        "What measures do you think are needed to eradicate illegal activities in entertainment establishments?",
        "Yuk Wan-soon, a big star in Korea's modern dance world, passed away. What is the most memorable of her achievements?",
        "What do you think Cha Jun-hwan has to do or make up for?",
        "Should active investment be made for the growth of the country and individuals even in the event of an economic downturn?",
        "What would be the meaning of winning the world's most prestigious Poland International Chopin Piano Competition for the first time as a Korean?",
        "Jo Su-mi, Korea's top soprano singer, sang a song dedicated to her mother who recently passed away. Many people are mourning as it was a special mother and daughter in their lifetime. Is there no such case in Korea's culture and arts community?",
        "Do you think humans are powerless in the face of natural disasters?",
        "What efforts will it take for the Korean game industry to be competitive in the global market?",
        "Is it desirable for distributors to provide services that recommend products to customers?",
        "As competition in the OTT market intensifies, domestic companies are accelerating their overseas expansion. In this situation, what support measures are needed to strengthen the capacity to produce Korean content?",
        "Even if it is a competitor, should we actively cooperate if there is something to cooperate with?",
        "What efforts should be made at the national and individual level to address the asteroid impact problem that poses a great threat to humanity?",
        "Illegal similar receiving companies that are not authorized by financial authorities are rampant. What measures do you think are needed to protect investors?",
        "What are some ways to let foreigners know about Hanbok, a traditional Korean costume?",
        "Is it desirable to wear Hanbok, a traditional Korean costume?",
        "No matter how hard it is, family members should cherish and love each other, right?",
        "Is the possibility of alien life always open?",
        "Do you think various technologies have contributed to the development of human civilization?",
        "Should the Korea Communications Commission strive for the development of the media industry?",
        "What efforts will be needed for the Korean film industry to grow?",
        "Even after the enforcement of the Serious Accident Punishment Act, the safety problem at construction sites has not improved. What is the solution to this?",
        "Is competition between companies beneficial to consumers?",
        "Recently, sex crimes committed by some men against women have been controversial. What efforts should our society make to solve these problems?",
        "What is the most urgent task to be solved to revitalize the coffee industry in Korea?",
        "Is there always a risk to technological advancement?",
        "Who do you think is the most successful person who worked with Kim Bum-soo, the next founder and current chairman of Kakao's board of directors?",
        "Korean companies are doing well in the global market, what do you think will be the effect of this?",
        "What is needed to strengthen the competitiveness of domestic companies in the global semiconductor shortage?",
        "Should entrepreneurship be exercised to develop innovative technologies?",
        "As competition among delivery app companies intensifies, the burden on consumers is also increasing. What do you think about this?",
        "Actress Yoon Yeo-jung mentioned her first acting teacher, the late director Kim Ki-young, in her Oscar acceptance speech. What does her sincere thanks mean?",
        "Can the origin of mankind be revealed anew by discovering creatures that existed on Earth longer than humans?",
        "What is the plan to eradicate criminal behavior targeting women in the prevalent organizational culture in the company?",
        "Should we maintain the policy of mandatory wearing of masks until the coronavirus is over?",
        "What are the ways to resume dialogue with North Korea and improve strained inter-Korean relations?",
        "What can be done at the individual level to address climate change?",
        "Should we not go to dangerous areas?",
        "Do reasonable consumers consider various factors such as quality as well as price when purchasing goods?",
        "What are your thoughts on the documentary film production project that sheds light on the world of works by Baek Nam-joon, a world-renowned media artist from Korea?",
        "Should we come up with countermeasures to reduce typhoon damage?",
        "Is the plan to establish the 'Future Initiative Center', a Korean version of Silicon Valley, valid?",
        "Do you think there is always danger in the development of science and technology?",
        "The South Korean government failed to advance to the final round of the World Trade Organization (WTO) Secretary-General's election. What parts should be supplemented to expand Korea's influence on the international stage?",
        "What are some ways that can be practiced at the individual level to solve serious environmental pollution problems worldwide?",
        "What efforts can individuals make to protect the environment amid global abnormal weather events?",
        "What kind of cooperative relationship should the central government and local governments maintain in order to establish a sustainable quarantine system even after the COVID-19 crisis?",
        "A new iPhone with a bigger screen than Samsung Electronics' Galaxy series has been released. What do you think as a consumer who saw this?",
        "What should South Korea gain from the upcoming Korea-U.S. summit?",
        "Is cross-border cooperation essential?",
        "Where do you think alien life is most likely to exist?",
        "Do you think there are unknown creatures on Earth that have not yet been discovered?",
        "What efforts should Korea make to minimize heavy snow damage caused by abnormal weather conditions?",
        "Are there many things that can be done at the individual or corporate level to protect the global environment?",
        "Should corporate activities be encouraged for national economic development?",
        "Park Se-eun, who is active in the world's top ballet company, the Paris Opera Ballet (BOP), became the first Korean dance company to become a regular member of the ballet company. What does this joining mean to her?",
        "What are the inconveniences that consumers experience when purchasing expensive brand products?",
        "Do children think spending time with their parents is the most important thing?",
        "The COVID-19 treatment method, which used to be concentrated only on high-risk patients, is now applied to the general public. What do you think about this?",
        "Should building safety diagnosis standards be strengthened?",
        "Should parents respect and love their children as a person?",
        "In the era of the 4th industrial revolution, developing new technologies is important, but is it also important to make good use of existing technologies?",
        "Is it also important to pursue mutual interests in relations between countries?",
        "How can Korean pop music content be competitive in the global market?",
        "Is environmental protection a prerequisite for human survival?",
        "Should more companies try to secure price competitiveness?",
        "Is it everyone's dream to buy my own house?",
        "What is necessary for the development of the Korean pop culture content industry in the midst of the Korean Wave?",
        "Kim Gu-ra, an old bachelor representing the entertainment industry, has been living a happy life faithful to her family life since her marriage. What does a child mean to him?",
        "Should we respond quickly in the event of a natural disaster?",
        "Is there a need to prepare for new jobs or industries as the speed of technological development increases?",
        "What's the secret of Song Hae's long life?",
        "Is it necessary to make efforts to minimize side effects or problems that occur in the process of technological development?",
        "Should we follow the quarantine rules and maintain our daily lives?",
        "Do you think anyone can suffer accidents such as natural disasters or human resources without exception?",
        "Does the compensation sales system for mobile phone manufacturers to users of their products contribute to the promotion of consumer rights?",
        "Should I make a careful decision on things where big money comes and goes, such as investing in stocks?",
        "The global supply chain system is collapsing due to the prolonged COVID-19 crisis. What is the solution to this?",
        "What measures should be taken at the government or local government level to solve the problem of insensitivity to safety?",
        "Doesn't it mean that expensive products are always good?",
        "What are your thoughts on the possibility of the existence of other intelligent creatures other than humanity?",
        "Do you think humans are powerless in the face of natural disasters?",
        "After the COVID-19 incident, there has been a restructuring trend in the industry around the world. How should domestic companies deal with this?",
        "Is it necessary to make efforts to overcome the crisis through cooperation between countries?",
        "Should families cherish, love, and be harmonious with each other?",
        "Should consumers make reasonable choices for their own benefit?",
        "Economic exchanges between companies in the two countries continue despite worsening relations between Korea and Japan. What do you think is the background of this phenomenon?",
        "Controversy is brewing over infringement of consumer options amid competition for smartphone screen size. What are your views on this phenomenon?",
        "Cooperation between domestic companies is important, but cooperation with overseas companies is also very important. What is the reason?\"",
        "Should we strive for the development of science and technology?",
        "Don't you have to hesitate to learn and learn new skills as the speed of technological development is fast?",
        "What is the significance of actress Yoon Yeo-jung's acceptance speech, who won the Academy Award for Best Supporting Actress for the first time in the 100-year history of Korean films?",
        "Will two people with different values be able to meet and maintain a marital relationship?",
        "A photo of the Vietnamese skirt (traditional Vietnamese clothing) that Yoon Seok-yeol's wife Kim Gun-hee wore in the past is a hot topic online. Why are people interested in Kim's clothes?",
        "Actress Yoon Yeo-jung won the Best Supporting Actress Award at the 93rd Academy Awards. His witty acceptance speech has become a hot topic, so what other quotes will he leave next time?\"",
        "Are efforts needed to address human activity and environmental pollution, one of the causes of shark population decline?",
        "As a representative IT company in Korea, what direction do you think Kakao should move in the future?",
        "Isn't it necessarily good just because the speed of technological development is fast?",
        "What can individuals do to address air pollution?",
        "What are the ways to develop bilateral relations between Korea and Ukraine?",
        "Should personal hygiene rules be followed and quarantine guidelines be followed?",
        "When purchasing a product, should I carefully check the product information and make a reasonable choice?",
        "Actor Hyun Bin and actress Son Ye-jin, a top star couple, reported on their second generation. The two even had a child about eight months after admitting their romantic relationship in January. With congratulatory messages pouring in, how will the fans react? \"\"",
        "Does competition among companies benefit consumers?",
        "Are efforts needed to reduce air pollutant emissions?",
        "Do you think stock investment should be done carefully?",
        "Is it dangerous to invest in excessive debt for a quick buck?",
        "Should consumers make reasonable choices when purchasing goods?",
        "What do Korean pharmaceutical and bio companies need to be competitive in the global market?",
        "Should countries respect and cooperate with each other in the international community?",
        "What can be done at the individual level to solve the climate change crisis?",
        "Who should be the first person to be vaccinated against COVID-19?",
        "What efforts are needed to solve the environmental pollution problem?"
    ],
    "-1": [
        "Every word that politicians inadvertently say during SNS or broadcast interviews often causes a big stir. What efforts will it take to make such responsible words and actions as a public figure?",
        "Can one return one's property to society?",
        "What is the most important thing to pay attention to regarding the 2021 budget?",
        "Does a work of art have its own unique value?",
        "What can parents do to restore relationships with their children?",
        "When joining a political party, should one carefully consider and decide on one's political beliefs or ideas?",
        "Even if it's a family, should we distinguish public and private?",
        "What's the most meaningful thing to you on the last day of 2020?",
        "Is it desirable to act actively for your favorite celebrity?",
        "Conflicts among family members are intensifying due to the prolonged COVID-19. What are some ways to solve this problem?",
        "Should I work faithfully within my competence?",
        "Recently, the spread of COVID-19 has been intensifying in the Seoul metropolitan area. As a result, each local government is issuing a \"collective prohibition order,\" and a number of self-employed people are suffering from it. Is there any way to mitigate this?",
        "Should public corporations play a public role rather than pursuing profits?",
        "Should the people change in the direction they want?",
        "Actress Han Ye-seul denied various allegations raised against her and announced a legal response policy. Among them, he also expressed his intention to respond strongly to YouTuber Kim Yong-ho and malicious comments. What do you think is the background to this decision?",
        "What is a good workplace for a member?",
        "What efforts will be needed to improve the poor environment of the inmates?",
        "Do you think it is necessary to respond flexibly to changes in economic conditions?",
        "A woman who crashed through a gap between the train and the platform was dramatically saved. If you were in this situation, what would you choose?",
        "This is a guideline for recommended intake of fruits and vegetables by age group among the Korean nutrient intake standards proposed by the Ministry of Food and Drug Safety. Is it good to keep these figures?",
        "Due to the influx of foreign species, endemic species in Korea are threatened. How can I solve these problems?",
        "Is it desirable to spend money on social media to show off?",
        "Why don't people feel afraid despite the end-of-life crisis theory?",
        "As Choi argued, is it an individual's choice and a free act for the whole family to gather at the time of his father's death and sing the national anthem until the fourth verse?",
        "Where would an wealthy man with a top-of-the-line villa and supercar want to live?",
        "Is it necessary to reflect on its meaning and reinterpret it in a modern way to inherit traditional culture?",
        "Demand for new accessories is exploding every time a product is released. Is this phenomenon desirable?",
        "Recently, sales of mobile air conditioners and window-type air conditioners have been increasing rapidly. However, many consumers complain of inconvenience due to noise problems. Which do you think is more important, cooling efficiency or noise issues?",
        "Is it desirable to promote private-oriented space development projects, not government-led ones like SpaceX and Blue Origin, which are private companies?",
        "Should corporate names be easy to call and remember?",
        "Do you think we should live honestly?",
        "Recently, residents of Gimpo-si, Gyeonggi-do, have been calling for the establishment of the so-called \"Kim Bu-seon GTX,\" which calls for direct connection to Gangnam, Seoul. What are your thoughts on this?",
        "Can't people who don't keep their promises be trusted?",
        "What policies should the government and local governments implement for domestic travelers?",
        "Everyone knows that obesity is unhealthy. However, it is not easy to achieve the goal of losing weight. What strategies are needed for a successful weight loss?",
        "There have also been many changes in corporate culture since COVID-19. What do you think is the biggest change?",
        "What is the most important point to watch in Samsung Electronics' earnings announcement?",
        "It is impressive to see the reporter continue to cover despite the accident that occurred during the live broadcast. What are some moments when you have to exercise your professional spirit like this?",
        "What advice can I give to people who don't know that it's dangerous to carry their hands in their pockets in cold weather?",
        "Celebrities often report on traffic accidents. What are the necessary measures to establish a safe driving culture?",
        "Can DJ DOC members close the conflict and get back on stage together?",
        "What do you think is the most threatening creature to mankind?",
        "Domestic black-and-white televisions, which were the best home appliances in the 1960s and 1970s, were auctioned off. What are the lessons learned from this?",
        "Why didn't you lose your humility after winning the best award as an actor?",
        "People of various nationalities are appearing in popular cultural contents. What do you think of this phenomenon?",
        "Do you think an accident can happen around us at any time?",
        "If you had to order only one dish at a Chinese restaurant, which menu would you choose?",
        "Can anyone, regardless of age, be a leader with skills?",
        "Recently, the issue of violence in the sports world has emerged. What are some ways to protect the players?",
        "The speed of science and technology development to improve the physical ability of sports players is getting faster. In particular, the number of cases of introducing high-tech equipment in winter Olympic events is increasing. How should I accept this change as an athlete?",
        "From the moment of life's birth, every process is a miracle. But what do you think is the biggest miracle?",
        "What should I do if I can't get help from people around me in a dangerous situation?",
        "In order to correct the wrong perception of history, should objective fact-finding be preceded?",
        "Some of the world's first ten twins will be raised at home instead of incubators. What would you do?",
        "For crimes committed after drinking alcohol, the victim is not properly punished because of the system that reduces the sentence, and the perpetrator often escapes the law. What are the necessary measures to solve this problem?",
        "What factors should be considered more important than polls when predicting the outcome of the U.S. presidential election?",
        "Should I thank the medical professionals who are taking care of their patients despite the COVID-19 crisis?",
        "What efforts should Kakao make to improve its corporate culture?",
        "What is the strategy to secure competitiveness in the OTT service platform market, which is more popular than existing terrestrial or cable TV programs?",
        "How much are people willing to pay to relieve increased fatigue and depression after the coronavirus outbreak?",
        "Is it right to artificially inject appetite suppressing hormones to solve the problem of abnormal secretion of appetite suppressing hormones, one of the causes of obesity?",
        "Does the company benefit employees only when the company does well?",
        "Do you think it is meaningful in itself because it is a work made by the villagers together?",
        "What are your thoughts on the term MZ generation itself, one of the newly emerging generation classification criteria as the digital environment changes?",
        "How should we use the first national combined academic evaluation this year?",
        "Is the competition for developing various functions of smartphone cameras desirable?",
        "Should I wear clothes that are suitable for the season?",
        "Famous Internet instructor Lee Ji-young revealed her body care tips with her own know-how through the YouTube channel \"Lee Ji-young TV.\" Will she be able to keep her figure as good as a celebrity with her constant exercise and diet?",
        "Is the process more important than the result?",
        "What kind of compensation does Mr. Yoon need for his unjust imprisonment?",
        "Should companies faithfully play social roles such as job creation?",
        "With some netizens complaining of discomfort over the \"ssam culture,\" one of the Korean food cultures, what is the difference in the way they view it?",
        "Is it really desirable to develop a technology that makes you feel like you're in a movie theater even at home?",
        "Is it necessary to prepare legal and institutional mechanisms to eradicate unfair acts such as physical contact or verbal violence against employees?",
        "Should I do my best in anything?",
        "Recently, a taxi driver in his 60s was indiscriminately assaulted and killed by a passenger in his 30s in Sillim-dong, Gwanak-gu, Seoul. As in this case, public transportation drivers and passengers are often subjected to violence or threats, is there any way to prevent this?",
        "Should healthcare workers serve their patients with dedication?",
        "What do you want to ask the presidential candidates?",
        "Is it desirable to do something related to your field of expertise?",
        "Should corporate managers consider company interests as a top priority?",
        "What should be done to realize universal welfare while maintaining national fiscal soundness?",
        "Should I pay the price in a legitimate way in the art trade?",
        "The problem that occurred in the process of replacing the main actor was not solved smoothly, and the actor eventually dropped out. What needs to be improved so that these events are not repeated?",
        "News of suicide by famous celebrities is coming in one after another. What are the ways to prevent these phenomena?",
        "Does anything have to be fun to last?",
        "How to view the new varieties of fruits that have recently become popular with consumers?",
        "Is it commendable for showing outstanding skills despite being young?",
        "Despite the emergence of various specialized platforms, the influence of existing large shopping malls is still strong. What do you think is the reason?",
        "Should I not go to places where many people gather?",
        "What kind of rehearsal should I give for myself who worked hard this year?",
        "Do you prefer a special item that only I can have rather than a luxury item that anyone can buy if they have money?",
        "What are the necessary elements for the development of popular music?",
        "From the first half of next year, securities firms will provide overseas stock trading services by receiving money from customers and ordering instead. How can this system be successfully established?",
        "What is a successful case among marketing cases using traditional culture?",
        "Is it necessary to provide support at the national level to expand the development and utilization of blockchain technology?",
        "What systems or devices should be in place to improve barracks culture?",
        "Suspicions have been raised that public officials used internal information to speculate on land. What are the necessary measures to solve this problem?",
        "Do you think the legal system needs to be improved so that platform workers can work stably?",
        "What areas do you think are likely to expand the content IP (intellectual property) business, such as props and backgrounds in the drama?",
        "What do you think is the right way to educate children?",
        "Does everything come with responsibility?",
        "Even those who have reached the top of their field are infinitely weak in the face of death. But isn't it a true professional who never loses his dignity and self-esteem at any moment?",
        "Famous celebrities are opening YouTube channels and broadcasting activities are increasing. What is your opinion on this phenomenon?",
        "The more satisfied one is with one's life, the more positive it affects others. Then how can I respect myself?",
        "Do you think the song contains the joys and sorrows of life?",
        "The domestic industry is making efforts to localize materials, parts, and equipment that are highly dependent on Japan. Is this policy direction correct?",
        "Clothes and props in the drama are gaining huge popularity as cultural contents. What do you think of this phenomenon?",
        "Do you think animals feel pain like humans?",
        "Which product should I buy, Apple Watch 7 or Galaxy Watch 4, which is scheduled to be released in the second half of this year?",
        "Are there many people who do their best even in difficult situations?",
        "How satisfied do you think your life is?",
        "Selfish behaviour in public is often seen. What are some measures to prevent this?",
        "Is there a need for international efforts to protect satellites in orbit around the Earth?",
        "Amid the global food crisis, there are growing calls for international organizations to come up with active measures. What efforts will be needed to solve this problem?",
        "Jikji Simche, the oldest metal type capital in Korea What is the probability that a book older than 'Jul' exists?",
        "What should be considered when conducting a collaboration project with public institutions, such as the case of collaboration with the Korea Expressway Corporation and the idol group Brave Girls?",
        "What is the difference between the new Japanese Prime Minister Fumio Kishida and former Prime Minister Yoshihide Suga?",
        "Despite the drama production company's attempts to distort history, is there any way to block or sanction it in advance?",
        "What are some solutions to the problem of using disposable plastics?",
        "Should practicality such as fuel efficiency be prioritized when purchasing a vehicle?",
        "What should I do with minimal consideration or preparation for those who are left behind after leaving a loved one?",
        "The strongest cold has come this winter. It's going to last until the end of the week, so what kind of countermeasures should I come up with during this time?",
        "NASA is holding an event to give prize money to those who arrive on an alien planet before the Earth. If you were to land on an alien planet for the first time, which planet would you go to?",
        "The traditional salt production methods of Korea, such as natural salt and sea salt, have disappeared, and most of them use purified salt recently. What is your opinion on the need to restore this disappeared traditional salt production method?",
        "People who are tired of city life are returning to the countryside. However, if you leave recklessly without preparation, you are likely to fail. What are some ways to make a successful return to farming?",
        "Is selfishness to maximize one's own interests a bad thing?",
        "Does the design change of home appliances have a positive effect on consumers?",
        "Heavy penalties have been imposed on Woori Bank and Hana Bank's CEOs in connection with incomplete sales of derivatives linked to overseas interest rates. What do you think about this?",
        "Is the recent surge in the virtual currency market close to speculation?",
        "Would you be willing to use a company that offers professional funeral services when someone in your family dies?",
        "Is it important to pronounce like a native speaker when learning a foreign language?",
        "Recently, there has been a virtual currency craze among 2030 generations. Not only young people but also middle-aged people are showing interest, what do you think about this phenomenon?",
        "What policies will be needed to solve the charging facility problem that is increasing in electric car users but still lacking?",
        "What differentiated content will each broadcaster present in the 21st National Assembly election?",
        "BTS, a world-renowned group, sang a congratulatory song at the inauguration ceremony of U.S. President Joe Biden on the 20th (local time). What do you think about this?",
        "Korea's quarantine system is a global best practice. What do you think is the secret to achieving this achievement?",
        "What do you think of when you hear news of celebrity suicide?",
        "What are some behaviors that are not considerate of others?",
        "Should employees strive to provide a good working environment as the company grows?",
        "Is it meaningful in itself if you can bring people joy through laughter?",
        "In what direction should automakers make efforts to secure future food?",
        "Is it personal freedom to go to the stadium to cheer for the players?",
        "Why is it important to protect and care for Korean language and writing?",
        "Should we not interfere in personal areas such as clothes and appearance?",
        "Is it necessarily a good product just because people use it a lot?",
        "Should both pharmaceutical companies and medical staff do their best for their patients?",
        "Should drivers actively use navigation to help them get to their destinations quickly and safely?",
        "Why is there so much noise even though it is an event organized by the government?",
        "Despite the growth of the online shopping market such as early morning delivery, is the competitiveness of existing retailers centered on offline stores still valid?",
        "Should we strive to cultivate inner beauty rather than appearance or appearance?",
        "It is urgent to come up with measures for firefighters who sacrificed to protect the lives and property of the people. What is the solution to this?",
        "Can politicians identify a person's tendencies or tastes through the fashion items they have worn?",
        "Is the desire to buy luxury items such as expensive luxury bags a human instinct?",
        "What did you feel while watching the recent child abuse cases?",
        "What are the possible problems in the process of executing the supplementary budget and how should we solve them?",
        "Should health care not be neglected?",
        "Is it a desirable phenomenon to hire and operate \"yakult ladies\" belonging to Yakult Korea as full-time employees?",
        "Unlike conventional PC games, various genres of games are gaining popularity in mobile games. Is it desirable to mix multiple genres in one game like this?",
        "Is it up to companies to decide when to launch a new product?",
        "Is the stratospheric drone development project organized by the Korea Aerospace Research Institute highly likely to succeed in terms of technology?",
        "Do you think online game addiction is a disease?",
        "What is the biggest strength for Koreans who are active on the global stage?",
        "Should it be only for locals when starting a Vietnamese restaurant? Or should I consider Korean customers?",
        "What efforts should car navigation app service providers make to provide accurate and fast road guidance information to consumers?",
        "Should we be considerate of citizens using public transportation?",
        "Do you think a capable and sincere person should be promoted and promoted?",
        "Should the liquor industry release products of various flavors for consumers?",
        "Is analog sensibility still valid in the digital age?",
        "Along with the cold wave in the job market, the retirement period of office workers is also accelerating. Are you properly preparing for your retirement after early retirement?",
        "Are the people who live on the land more important than the energy of the land?",
        "Is the hair designer right to stick to her own style despite customer complaints?",
        "Due to the prolonged COVID-19 crisis, a plan is being promoted to extend the deadline for airline mileage, which will expire this year, until the end of next year. What is your position on this?",
        "In terms of corporate management, do you think marketing strategies are more important than technology development and R&D efforts?",
        "What do you think is the most urgent thing to improve corporate culture?",
        "What are your thoughts on introducing a credit card cashback system that returns a certain percentage to those who spent more money than Q2?",
        "Is weapon development with stealth function necessary?",
        "Should I reduce my usage time because my smartphone addiction problem is serious?",
        "Can I dye my hair the color I want regardless of my age?",
        "There are many cafes that are famous for hot places on SNS. What do you think of this phenomenon?",
        "Should I be prudent in borrowing money?",
        "Public opinion is spreading to abolish the so-called \"comfort letter\" system, which requires soldiers to write. What do you think about this?",
        "Is it desirable to have a society that is evaluated by efforts and skills rather than conditions such as parents' financial resources?",
        "Should the Korea Meteorological Administration ensure that people are not harmed by accurate forecasts?",
        "Why are individual investors (aka \"middle school ants\") jumping into the Chinese stock market despite the worsening external environment such as intensifying U.S.-China conflict?",
        "What are the lessons learned from this incident?",
        "Recently, people in their 20s and 30s have been campaigning for hashtags on social media. What do you think is the reason?",
        "What is experience for the younger generation?",
        "Why do Chinese miss their former leader Deng Xiaoping amid the U.S.-China conflict?",
        "What does SNS mean to a politician?",
        "Should childhood play be respected as a culture?",
        "To what extent is the profiler's role important in identifying the killer's motive and method of crime?",
        "Recently, product naming strategies have become important in the IT industry. What should be considered when naming a product name like this?",
        "Is it right for the government or local governments to encourage the use of public transportation in this case as roads in downtown Seoul are likely to freeze during rush hour?",
        "Recently, emojis with various facial expressions have been used on SNS such as Kakao Talk. What do you think of this phenomenon?",
        "Should I imitate the way I try to achieve my dream?",
        "There is a possibility that large virtual asset exchanges such as Upbit and Bithumb, the largest in Korea, will be suspended if they do not receive a renewal of their real-name account issuance from banks. What is your position on this?",
        "How much would it be okay to give cash gifts to your children or parents on anniversaries such as Children's Day and Parents' Day in May?",
        "What are the strategies for spreading the fandom culture and maximizing the effects of star marketing?",
        "Is it desirable for items that were popular in the past to become popular again?",
        "Are career exploration activities very important in high school?",
        "The news that the winner of the lottery worth 10 billion won recently came out is a hot topic. When I see people who have such a huge amount of luck, I envy them. How would you feel if you were in this situation?",
        "Due to the improvement of diet and health care efforts of the Korean people, height is increasing and long-legged body type is increasing. Is this phenomenon desirable?",
        "Small and medium-sized agencies, not large agencies, are difficult to survive. Despite this reality, why should small and medium-sized agencies continue to emerge?",
        "Should artists bring enjoyment to the public through creative activities?",
        "Do you think language reflects the culture of the country?",
        "Does it matter if you spend too much money even if it's expenses related to the company's?",
        "What efforts will it take for global stars like BTS to be born?",
        "The recently released foldable phone is gaining popularity with consumers. Do you take a positive view of this phenomenon?",
        "Is it possible to buy an expensive foreign car if it is economically capable?",
        "Under Vice Chairman Lee Jae-yong's system, Samsung Electronics' business reorganization is accelerating. What are the risk factors that may occur in this change, and what should be noted?",
        "Should companies strive to make profits?",
        "What can parents do for their children's education?",
        "What efforts will it take to further spread services that reduce unnecessary waste of resources and contribute to environmental protection by activating transactions between individuals like carrot markets?",
        "Does expanding people's participation in politics and rising voter turnout contribute to the development of democracy?",
        "What efforts will be needed to preserve the stone structures stored in the National Museum of Korea without damaging them?",
        "As celebrities' successful diet cases have become a hot topic, a diet craze is also blowing among the general public. Why are people crazy about dieting?",
        "What kind of talent will the financial sector recruit through this fair?",
        "Why do people in Korea spend more money on luxury goods instead of traveling abroad?",
        "The launch of a new smartphone model is directly related to corporate profit-seeking. Is it desirable to shorten the new product launch cycle?",
        "Do you think we should also cooperate in the field of information and communication technology (ICT) for national security?",
        "A Ukrainian mother, who works as a women's rights activist, wrote her daughter's name and birthday on the clothes she would wear when she died. What did the people who saw this think?",
        "The government argues that non-regular workers should be guaranteed the same number of vacation days as regular workers. However, the Supreme Court judged that it did not apply to workers with a contract period of less than one year. If so, what is a realistic plan without a revision of the law?",
        "What policies do you think are highly feasible among the policies put forward by candidate Lee Jae-myung?",
        "Should digital devices be actively utilized to increase work efficiency?",
        "Is it desirable to develop new features of office furniture products that help you work comfortably at home?",
        "Is buying my own house a dream that all citizens want?",
        "Is this phenomenon desirable as stocks with higher investor interest attract more funds?",
        "Attempts are being made to independently develop supplies that were supplied from joint ventures (JVs) established by global aircraft engine manufacturers. What does it take for a successful attempt like this?",
        "Do you think it should be decided according to the result of the vote according to the principle of majority voting?",
        "Is it right to throw away everything you have for any reason?",
        "Is there another world besides the world we live in?",
        "Is government-level support necessary for the development of blockchain technology?",
        "How should we look at people who don't discover their talents and take different paths?",
        "Is it good to relieve stress through your own hobbies or leisure activities?",
        "How can I advise a child who wants to be a YouTube host as a parent?",
        "The fish cake craze, a representative snack in winter, is blowing. What is the reason?",
        "Recently, many cover videos of the general public have been uploaded on YouTube and music sites. What do you think of this phenomenon?",
        "What would you do when a person on the street asks you to lend him just 1,000 won?",
        "Should an educator teach students with love?",
        "What do you think when you see people who have offered large amounts of money without any strings attached?",
        "For a happy retirement life, not only economic preparation but also physical and mental health care are important. So what efforts should we make?",
        "Can I use the property I received from my parents recklessly?",
        "Do you think medicines and foods should not be taken recklessly if their safety has not been verified?",
        "Do you think families and schools should work together to help students get enough sleep?",
        "There is no proper mourning meeting in our country yet. Why is that?",
        "Is entrepreneurship about creating new businesses with innovative ideas?",
        "No matter how much you want to have, should you not buy it if you don't need it?",
        "Demand from foreign tourists, which has plummeted since COVID-19, is recovering again. What factors played a role in this phenomenon?",
        "Soldiers from the Korean Air Force's special forces safely rescued the local people of Afghanistan. What do you think are the factors behind the success of this operation?",
        "Even comedians, who give laughter, can see that it is dangerous if they neglect health care. Then, how should we take care of our health?",
        "What efforts will be needed to ensure fairness in the media?",
        "Is it okay for ordinary people to follow the products that celebrities wear?",
        "Even if it's a competitor's product, should I be able to acknowledge the good points?",
        "Should the national budget not be wasted?",
        "What is a rehearsal that you want to give yourself for your hard work in 2020?",
        "What if services like Cyworld, which were popular in the past, were revived?",
        "Tesla, a global carmaker, has an 80% subscription rate despite its price more than 10 times higher than existing auto insurance. High demand is expected in Korea, but the reality does not seem easy. Why is that?",
        "Why do we get more lonely as we get closer to each other?",
        "Should I refrain from visiting my hometown as much as possible during the holidays?",
        "Why do people read books? And what book should I read?",
        "Who do you think is the most likely presidential candidate among the members of the People's Power?",
        "What are the secrets of a store with many customers?",
        "Should software education be strengthened in preparation for the era of the 4th industrial revolution?",
        "The number of 5G communication service users is increasing, but many people are still complaining of inconvenience. What is the reason and what do you think is the solution?",
        "Is it necessary to enact a law that compensates for the relocation or closure of domestic corporate factories?",
        "What is the solution to the problem of infringement of students' right to learn during remote classes?",
        "Is the more money, the better?",
        "In recent years, various varieties of fruits have emerged. Why do new varieties continue to be developed like this, and what changes will come to our lives as a result?",
        "Should people in the field of culture and arts have a higher level of morality and responsibility than other occupations?",
        "What is the most urgent improvement to ensure food safety for military personnel?",
        "What are your thoughts on the direction of improving the criteria for calculating the ratio of negligence in the event of a car accident?",
        "Is it fair to dream of a return to the past for a better life than the present?",
        "Is it necessary to deliver information quickly and accurately in the event of a natural disaster?",
        "The frequency of dealing with crime stories in popular media such as dramas and movies is increasing. Why are people crazy about crime stories?",
        "What should office workers in their 30s and 40s prepare from now on for a stable retirement life after retirement?",
        "A photo posted on his social media account by Hong Kong actor Zhu Yun-bal, who is 67 years old this year, is a hot topic. He's still a great figure, what are your thoughts on getting older? \"\"",
        "Is it proud that our country's athletes have performed well in international competitions?",
        "Is the phenomenon of activating online performances rather than offline performances a positive change?",
        "Is it natural for lovers to hug?",
        "U.S. President Donald Trump said he would leave the White House if he loses the U.S. presidential election scheduled for November. Do you agree with President Trump's comments?",
        "Who is the most memorable former president?",
        "What strategies should existing large commercial banks implement to survive the competition with Internet banks?",
        "Is obesity due to hormonal changes in women and reduced physical activity an individual's responsibility?",
        "Should older people lead active lives like young people?",
        "What choice would I make if this happened to me?",
        "What should the head of a company or manager be careful about when doing SNS activities?",
        "Recently, the fashion industry has focused on delivering stories and emotions contained in it rather than simply selling products. What is the background of this phenomenon?",
        "Should there be a lot of small and medium-sized enterprises that are small in size but substantial?",
        "Should efforts be made to minimize exposure to electromagnetic waves when using electronic devices?",
        "Should Korea take an active role in the appointment of members of the WTO Appellate Body, an organization that resolves trade disputes between countries?",
        "Do you think there should be a trust relationship between doctors and patients, and treatment should be done in this trust relationship?",
        "What efforts will be needed to globalize Hanbok, a traditional costume?",
        "Don't you need to accept the result?",
        "Even if they are the same age, there are times when people look uncomfortable because of their young appearance. What are some ways to overcome this?",
        "Amid the heated IPO market, it also recorded a high competition rate in public offering stock subscriptions for ordinary investors. How should we view this phenomenon?",
        "Recently, famous sports brands such as Adidas have been releasing products in various sizes, emphasizing \"health.\" What is the impact of these changes on consumers?",
        "If I run a business honestly, will people recognize me someday?",
        "Does it deserve praise if you did your best regardless of the outcome of the game?",
        "Should students choose a career path that suits their aptitude and aptitude?",
        "One of the natural phenomena is the \"meteorological voice\" phenomenon that is often seen in Korea. However, some people look at it and make wishes. Is this behavior desirable?",
        "What are the ways to expand economic exchanges between the two countries?",
        "How should consumers respond when companies raise prices?",
        "The remains of South Korean soldiers killed in the Battle of Baekma Hill, one of the fiercest battles during the Korean War, were excavated. Based on these historical facts, what should be considered when producing movies or dramas?",
        "Should teenagers be able to control themselves to prevent Internet addiction?",
        "Small group infections continue throughout the country. Should I stay at home this weekend?",
        "Jang Ha-won, CEO of Discovery Asset Management, who recently caused a massive fund repurchase suspension, was suspended from his duties by the company. What's your future plan?",
        "Are humans the only top predators of the Earth's ecosystem?",
        "Due to the development of AI technology, the era of robots managing assets in the financial sector has arrived. There are predictions that more jobs will be lost in the future, what are your thoughts on this?",
        "Tesla has launched an electric vehicle equipped with fully autonomous driving (FSD) function. However, there is a fatal flaw in this feature. If you were a driver, would you use that function?",
        "There have been a series of fire accidents caused by outdoor air conditioners installed in external spaces such as veranda in apartment houses. Measures are urgently needed. What do you think?",
        "Why only idol groups are successful in the pop music industry?",
        "Will I be able to be as thin as them if I follow celebrities' successful diet methods of dieting?",
        "Is it necessary to improve the system, such as revising the liquor tax law, to resolve the problem of reverse discrimination in domestic beer?",
        "What is the most important factor to succeed as a retail investor?",
        "Giant catfish, which were a threat to humans, were bred due to environmental destruction. How should I look at this situation?",
        "Do you have to have a high level of morality to be a political leader?",
        "In preparation for the super-aging era, should various means of preparing for retirement, such as personal pensions, be prepared in addition to the national pension?",
        "What can we do for animals suffering from human selfishness?",
        "What does a pet mean to the president's family?",
        "On the first day of the sale of \"Youth Hope Savings,\" a high-interest savings product offered by commercial banks, many people flocked, delaying access to the bank's application. Is this phenomenon desirable?",
        "Do we need mutual understanding and consideration to create a peaceful world?",
        "Is it natural to provide labor and receive wages in return?",
        "Will my washing machine be clean?",
        "Monday, August 17, which was controversial over whether to designate a holiday, has been confirmed as a temporary holiday. What are the positive and negative effects that will result from this?",
        "Should we try to stabilize the housing of the homeless common people?",
        "Should I be interested in endangered animals?",
        "Do you think recycling the things needed for human life can reduce waste of resources?",
        "Competition to cut interest rates at commercial banks has been intensifying since the start of Internet bank operations. In this situation, what is the role of savings banks as financial institutions for the working class?",
        "Should students be helped to choose the right course for their career or aptitude?",
        "The government is implementing various policies for the homeless. But it's still hard to get my own house. What efforts will be needed to stabilize the real estate market?",
        "Which of the economic and welfare policies of candidates for the next presidential election do you think is the most important?",
        "Is the 'kind' campaign being implemented to improve customer satisfaction effective in the actual field?",
        "Can we save lives if we stay calm in dangerous situations?",
        "Should we provide various opportunities for young people to fulfill their dreams?",
        "Should entrepreneurs do their best to contribute to national economic development?",
        "Intelligence agencies around the world are trying to develop their cyber attack defense capabilities, but they are still insufficient. What is the solution to this?",
        "Should a criminal act be paid a corresponding price?",
        "It is controversial whether the newly discovered fossil is an archaeopteryx. If it turns out to be an archaeopteryx, it will result in reversing existing theories, what lessons can be learned from this?",
        "Can I judge a person's job by his or her clothes?",
        "Do people get pleasure from contact with others?",
        "Should political parties cooperate with each other?",
        "Should politicians' show-off moves, which are repeated every election season, disappear?",
        "Should I enjoy the beautiful scenery and relax in autumn?",
        "What is the top priority as the head of the BOK's monetary policy?",
        "It will be announced today whether to extend the 2.5th stage of distancing in the Seoul metropolitan area. What should be noted among the contents that have been released so far?",
        "Do artists impress the public through their work activities?",
        "What is the necessary system for work-family compatibility and what are the support measures for this?",
        "News of mergers and acquisitions among entertainment agencies is continuing. What do you think of this phenomenon?",
        "Is it desirable for companies and public institutions to use video chat services instead of search engines?",
        "Do you think we should distinguish public from private?",
        "Starbucks is steadily launching new MD products while conducting eco-friendly marketing. Is this just a tactic to stimulate consumers' desire to buy?",
        "What do you think is the biggest problem in our country's health insurance system?",
        "Recently, some private schools have pointed out that the school meals provided to students are very poor. What measures are needed to solve this problem?",
        "What do you think is the role of influencers or celebrities who exert influence online through personal broadcasting platforms?",
        "Is a stock option system that corporate management gives to employees who have contributed to the development of the company necessary?",
        "Which is more reliable, the product purchase review or the actual experience?",
        "An increasing number of cases are generating energy by using the roof of buildings that used to be abandoned. Why do people want to make use of this abandoned space?",
        "What is the role of the government and the private sector in the process of developing and commercializing new technologies?",
        "What should be included in the measures to improve the evaluation method of national R&D projects?",
        "What efforts do you think are needed to solve the problem of accelerating companies' overseas relocation?",
        "Is the phenomenon of holiday futures trading in online used trading platforms, which has soared since the Chuseok holiday, a reasonable economic activity for consumers?",
        "Artists' efforts are important, but do fans' support also give you a lot of strength?",
        "Should I remain humble and not conceited even after winning the election?",
        "What is the significance of mankind's first successful launch of a civilian manned spacecraft?",
        "\"The so-called 'messy drama', which only collects provocative topics such as infidelity, secrets of birth, and revenge, is still popular. Why does this trend continue? \"\"",
        "Were we all able to live safely and conveniently thanks to the hard work and sacrifices of the couriers in the COVID-19 situation?",
        "There are many equipment developed for investigating deep-sea terrain that is difficult for humans to explore directly. Which of these equipment do you think is the most useful?",
        "Will a chaebol daughter-in-law be happy?",
        "Do humans have anything to learn from other animals?",
        "Why are modern works of art shunned by the public?",
        "Can you do plastic surgery for self-care?",
        "Is hydrogen energy worthy of attention as an eco-friendly energy source in the future?",
        "Should private companies be encouraged to explore space?",
        "Is it desirable for young women to enjoy tennis?",
        "Should governments keep a close watch on market conditions and be flexible because economic conditions continue to change?",
        "Is it desirable for people who are tired of city life to go down to the countryside and live a leisurely life in nature?",
        "Is it desirable to invest a lot not only in vehicle exterior design but also in interior design to secure competitiveness in the automobile industry?",
        "Should mankind be interested in planets other than Earth?",
        "A bill to expand and apply the alternative holiday system, which only applies to government offices, to private companies, has passed a subcommittee of the National Assembly Standing Committee. Will this legislation guarantee equal rights to rest for all citizens?",
        "A mutant virus from England was also found in Korea. Concerns are being raised that the existing quarantine system cannot prevent the spread, what do you think?",
        "Should I keep the lottery winnings alone? Or can you share it with someone else?",
        "What should I do to find someone isolated where people can't find them easily like Miss Cho?",
        "Many young people are suffering in the increasingly difficult job market. What can you say as an older generation or a senior to comfort them?",
        "Recently, products that modernly reinterpret styles or designs that were popular in the past are gaining popularity among the younger generation. What do you think of this phenomenon?",
        "Recently, more and more cases are inducing coin investment, saying it guarantees high profits. What should I do to avoid being swindled like this?",
        "Should investors consider not only the financial position of the company but also its reliability?",
        "Should I always eat moderately when I eat food?",
        "Do you need improvements in corporate culture and institutions for people working from home?",
        "Should the evaluation of historical events be objective?",
        "Should I be allowed to use self-diagnosis kits sold at convenience stores?",
        "Do you think the beginning of all problem solving is conversation?",
        "The frequency of fast food consumption by modern people is very high. It will be harmful not only to children's physical development but also to their emotional development, is there anything that parents or schools should try to do?",
        "Should we break away from the stereotype that economic development is accompanied by environmental destruction?",
        "What is the most interesting area of this tax law revision?",
        "Disposable products such as plastic straws and paper cups are still prevalent around us. Should regulations be tightened at the government level to reduce this? Or should we encourage companies to change themselves?",
        "What do you think life is?",
        "Do you think anyone can live in a good house with money?",
        "As mobile carriers reorganized their membership benefits, which had been applied differently by affiliates, into a unified direction, complaints. What are your thoughts on improving the mobile carrier membership system?",
        "Is it desirable to remodel an old empty house?",
        "Is it desirable for athletes to monitor and manage their physical condition in real time?",
        "Domestic fashion companies have overseas production bases. However, the recent COVID-19 incident has disrupted the supply of products as local factories have been suspended. What efforts do you think are needed to solve these problems?",
        "What is your opinion on the argument that the national leadership should take the initiative to resolve public anxiety?",
        "Is there a need for measures for voters who are sick or unable to go out inevitably on election day?",
        "Jung Eun-kyung, head of the Korea Centers for Disease Control and Prevention, who has been fighting at the forefront of COVID-19 for the past year and eight months, will officially retire today (14th). What will be his remaining assignment?",
        "Should we have an attitude of respect for everyone we encounter on the way to the top of the mountain?",
        "Do you think politics is a process of compromise and negotiation?",
        "Can building sales and rental, one of the ways celebrities such as celebrities and sports stars invest in real estate, be a useful means of investment for the general public?",
        "What is the solution to the mask crisis that President Moon Jae-in has stepped up to extinguish but has not yet been resolved?",
        "Is there no end to greed for money?",
        "Is it good to jump into a new field with a spirit of challenge?",
        "How far can the use of artificial intelligence technology in the music field be extended?",
        "Should recycling waste be separated and discharged well to reduce environmental pollution?",
        "Lawmakers who used their positions to assault subordinates are being criticized by public opinion. What should I do to prevent this?",
        "Should broadcast producers do their best to entertain their viewers?",
        "What is the first thing that young people in their 20s and 30s should do to find their aptitude?",
        "According to the Financial Supervisory Service's decision on the dispute settlement committee, banks and other vendors will compensate customers up to 80% of their losses. What do you think of this decision?",
        "What is a good friend to be with for the rest of your life?",
        "What is a true friend?",
        "Many people are trying to solve the emotional labor problem, but there is still a lack of systems or devices to protect them in the field. What efforts will be needed to improve this?",
        "Among the hobbies of people who have accumulated enormous wealth, they often collect expensive and rare vehicles. Is it right not to regulate the hobbies of the rich like this?",
        "Recently, cases of damage to cultural properties have occurred frequently, including the arson of Heunginjimun Gate in Jongno-gu, Seoul. What do you think is the cause of this phenomenon?",
        "What is the best way to dispose of leftover food in the refrigerator?",
        "How would you rate your acting life as an actor?",
        "Are you willing to donate that amount without receiving emergency disaster support funds paid for the purpose of stabilizing people's lives and supporting economic recovery to overcome the COVID-19 crisis?",
        "Should I be open to new technologies or cultures?",
        "Can conflicts between countries occur in the process of identifying the cause of aircraft accidents?",
        "As telecommuting and non-face-to-face meetings become commonplace due to the spread of COVID-19, the introduction of robot process automation (RPA) technology is accelerating. What is your opinion on this phenomenon?",
        "Dr. Hong Hye-gul, a famous broadcaster and medical expert, said he was diagnosed with terminal lung cancer. What if you send him a message of support?",
        "Is it desirable to provide coding education for employees within a company, institution, or organization?",
        "Modern people live in extreme competition and are under a lot of stress. What efforts can be made at the individual level to relieve stress like this?",
        "Various figures appear in the movie \"Squid Game.\" If I were a character in the play, what role would I play?",
        "Should companies strengthen communication with consumers and enhance transparency?",
        "How many test results can vary depending on the effort?",
        "What do you think about celebrities such as celebrities going on excessive diets and plastic surgery?",
        "Should I make a careful decision because developing weapons costs a lot?",
        "What is the problem with dating reality programs that are popular on YouTube or SNS?",
        "What should I do if an amusement park employee who works for lovers' precious memories accidentally took a customer's wedding ring?",
        "Should products with analog sensitivity continue to be produced despite technological advances?",
        "Is luck self-made?",
        "Should I wear long johns in the cold winter?",
        "Why do you think many people go abroad even in the COVID-19 situation?",
        "Is it natural for singers to entertain audiences through singing and dancing on stage?",
        "What is currently the biggest threat to humanity, and what efforts should we make to overcome it?",
        "With the recent popularity of the Netflix drama \"D.P.\", calls for system improvement, such as eradicating evil practices in the barracks, are growing. However, some point out that nothing has improved compared to the past. What do you think about this?",
        "How do small business owners solve the problem of lowering credit card merchant fees?",
        "Should artists use their creativity to entertain people?",
        "Is it desirable to invest in high-yield financial products to raise stable retirement funds in the era of low interest rates?",
        "Domestic native snails are endangered. What efforts should be made to solve this problem?",
        "There is a need for a service that provides an easy-to-understand way to use subsidies paid by the government and local governments can be used. What's your opinion on this?",
        "It refers to the phenomenon in which celebrities such as celebrities and sports stars generate profits through art work activities. What do you think of calling them arttainers?",
        "What should be prepared at the individual level to prepare for the aging era?",
        "Should one's health care be thorough when performing his duties as a soldier?",
        "What if the CEO of a company provided employees with full overseas travel expenses?",
        "What do you think is the most effective way to improve the level of awareness of compliance with law and order?",
        "Should teenagers tell their parents about their physical changes?",
        "What measures should financial authorities take to prevent the recurrence of the private equity fund crisis?",
        "What efforts should be made at the national level to lower the recent surge in cancer rates?",
        "Which of the age calculations is correct in everyday life?",
        "To what extent do you think the level of punishment for criminal acts against the weak, such as minors, is appropriate?",
        "Is there no problem with the way online shopping malls are operated without product details photos?",
        "What should be done to regulate acts that violate the interests of consumers?",
        "It is an exercise for health, but exercise that does not fit your physical condition or physical strength level is rather harmful. Then, when is the right exercise time for me?",
        "Should experts constantly research and strive in their fields?",
        "Do automakers and manufacturers need to produce various models?",
        "Should we check and prepare for problems that may arise when holding international events in advance?",
        "Companies are strengthening ESG management. What is the impact of this trend on consumers?",
        "What would you do if you were suddenly a large heir?",
        "What is the most important thing in human life?",
        "Should we not receive special treatment for holidays or anniversaries?",
        "Why are people consoled through appreciation of works of art in the COVID-19 era?",
        "Doesn't everyone want it because it's an expensive product?",
        "Which industry do you think is promising in the future?",
        "Do you think that there is no need to envy a developed country?",
        "What do you think is the most necessary thing to improve the eating habits of modern people?",
        "What is your favorite suit style of established politicians?",
        "A growing number of people are writing wills in advance that contain what they want to leave to their families or acquaintances, including their children, when they die. What will you leave a will if you die?",
        "Abnormal temperatures are occurring not only in Korea but also around the world. How should I solve this situation?",
        "Should elections be the flower of democracy and therefore compete to the best of their ability?",
        "Should airlines increase the number of flight attendants to improve the level of service they provide to their customers?",
        "Is it desirable for financial institutions to competitively offer low-interest products to attract customers?",
        "Should I act carefully considering my health condition?",
        "In terms of brand marketing strategies, more and more attempts are being made to merge online and offline channels. What are the pros and cons of this trend?",
        "What is your opinion on making it mandatory to wear a helmet when using a public bicycle?",
        "When children who have grown up alone without their parents want to grow up and find their roots, how can they help?",
        "Around the 4th century, it was confirmed that Shinseon sacrificed people while building walls. How should I interpret the situation at the time?",
        "How much influence do you think celebrities' political participation and remarks have on the public?",
        "Is a policy that induces companies to create jobs on their own without government financial support desirable?",
        "What is the biggest problem now?",
        "An additional missing person was found at the site where four workers were killed in a landslide caused by torrential rain on the 7th. This brings the death toll to five. Is there any way to prevent tragic deaths?",
        "Is it right for the inventor to have a patent?",
        "Isn't it always good to be popular?",
        "Governments around the world are at odds over the imposition of digital taxes. What is your position on this?",
        "Should players do their best regardless of the outcome of the game?",
        "What is more meaningful than spending time with family, friends, and lovers at the end of the year?",
        "Celebrities' YouTube activities are becoming more active. What are the conditions for success as a famous YouTuber?",
        "What efforts are needed to revitalize the domestic tourism industry, which has been stagnant since the COVID-19 crisis?",
        "Can you act freely without being aware of other people's eyes?",
        "\"The role of parents in their children's education is important, but can't it be perfect in every way?\"",
        "What efforts will it take to ensure that nurses who are dedicated to their patients are properly treated even in poor working conditions?",
        "Traumatic brain damage caused by drunk driving accidents or traffic accidents has been found to be the cause of increasing the risk of Alzheimer's. What do you think of this?",
        "Can I throw it away because it's old?",
        "Should I speak in consideration of the other person's position?",
        "Should I do my best to satisfy my customers?",
        "What role will the newly appointed chiefs play in the remainder of the current administration's term?",
        "Should I thank Professor Chung for fulfilling his duties, such as attending a trial, even during his illness?",
        "What is the first thing you would do to increase your chances of survival if the plane you were on made a crash landing?",
        "Sweatsuit that you wear when you go to the convenience store in front of your house! What does it mean in our lives?",
        "How can I live safely from the terrorist threats that are occurring all over the world?",
        "What efforts will be needed to solve the fine dust problem?",
        "Which method do you think is most effective for efficient food management?",
        "As the main opposition party, the approval rating of the people's power is at a standstill. What efforts will be needed to overcome this?",
        "The quality of in-flight meals provided by airlines to customers is constantly being raised. It is not directly related to passenger safety, but is there any way to improve it?",
        "Is the idea that money can do anything dangerous?",
        "What do you think is Facebook's role as a social media company?",
        "Recently, menus that have become popular in the restaurant industry are disappearing one by one. From the consumer's point of view, the options are decreasing, is there any way to solve this problem? \"\"",
        "Do you believe that rabbits live on the moon?",
        "Telecommunication company membership point system reorganization, how do you evaluate it?",
        "Some entertainment business owners are operating irregular businesses to avoid crackdowns. What are the measures to eradicate these irregular business practices?",
        "As the speed of technology development is fast, side effects can occur, so what systems and regulations are needed to minimize these side effects?",
        "Is the habit of saving money important to save money?",
        "In Korea, an average of more than 1,000 people are dying from COVID-19 a day. If you were a doctor, what would you do in this situation?",
        "There is a series of good news from those who have paid a lot of money for those in need than themselves. What do these phenomena mean?",
        "Should we all help and care for each other?",
        "Even if I eat alone, should I talk as much as I do when I eat with other people?",
        "What do you think should be the most notable outcome of this U.S. presidential election?",
        "Is it right to digitize works in various fields such as artworks?",
        "Should the artist, who gained a lot of wealth from the success of a work, continue his creative activities after that?",
        "What is the most memorable work or role in your life?",
        "Is it necessary to develop various kinds of Korean desserts that utilize Korea's unique taste and style?",
        "Should a presidential candidate be able to present his policy vision and persuade voters?",
        "The high-priced premium office furniture market is growing. What do you think of this phenomenon?",
        "Should an artist be able to express his or her world of work freely?",
        "What is true sharing?",
        "Recently, asset prices have soared due to increased liquidity around the world. As a result, the gap with the real economy is growing, so what are the measures to solve this?\"",
        "Global warming has made it possible to grow tropical fruits on the Korean Peninsula. Is there a need for change in the agricultural sector to respond to climate change?",
        "What is the most urgent task to be solved to improve the welfare of the disabled?",
        "Do you think there are causes and effects in everything?",
        "Do you think drug development takes a lot of time and money?",
        "Is a musician a job that impresses many people through his or her talents?",
        "High-priced imported cars worth hundreds of millions of won are racing on the road. What's wrong with this phenomenon?",
        "What is the significance of the phenomenon that people in their 20s and 30s prefer relatively young political rookies to established politicians?",
        "Why did singer Na Hoon-ah push ahead with the concert even if it was too much?",
        "What are the most important qualities as a leader?",
        "Should the rapper's behavior with a 27 billion won diamond on his forehead be criticized?",
        "Is it important to do your best in any position?",
        "Would it be advantageous for existing loss insurance subscribers to transfer to the 4th generation loss insurance?",
        "Is it not desirable to publicly reveal your problem of where you live?",
        "Is it important to choose a career path that suits your aptitude?",
        "What do you think is the most important quality required of members of an organization, such as a company or institution, to prevent major accidents?",
        "Have you come to realize how precious it is to be able to roam freely?",
        "Should posts on social media be posted carefully?",
        "Should safety be a top priority in the COVID-19 vaccine development process?",
        "Can it be interpreted differently from the artist's intention in a work of art?",
        "Global OTT companies are predicting their entry into the domestic market, so how should native OTT companies respond?",
        "If you had to choose one of the five types of vaccines to be introduced in Korea, which would you choose?",
        "Can it be said that the judgment theory against the current administration played a role in the outcome of this election?",
        "Is there any solution to the food waste problem?",
        "In the school field, it is urgent to establish an infrastructure for smooth interactive classes between teachers and students. What are the countermeasures against this?",
        "Should aging houses or buildings be refurbished?",
        "Products that were popular in the past are back in fashion. Why do people look for things from the past in this phenomenon?",
        "What should be considered when preparing measures to support small business owners?",
        "What efforts will be needed to overcome the difficulties faced as a woman in a male-centered culture?",
        "What efforts will be needed to create quality jobs from the perspective of companies?",
        "What kind of processes do I need to create my own space?",
        "What is the most serious case of abuse of public power in the process of suppressing protesters?",
        "Despite the economic downturn caused by the aftermath of COVID-19, the price growth rate of luxury brand products is still high. What do you think about this?",
        "\"From November, the With Corona era will open. Now that I'm about to recover from my daily life, what should I prepare as a citizen?\"",
        "Isn't politics for everyone?",
        "Do you have to keep what you promised once?",
        "Should students who have worked hard and worked hard be rewarded accordingly?",
        "Is it inevitable that the economic situation gets worse due to the spread of COVID-19?",
        "What concerns you the most in the current situation?",
        "Why is there a difference in ratings depending on how you direct even if it's a clich?",
        "What do you think about the situation in Yeongdong, Gangwon Province, where more snow fell than the Korea Meteorological Administration forecast?",
        "What do you want from a company as a consumer?",
        "Can the actions of the characters in the recent popular drama Penthouse be justified?",
        "Should banks do their best to maintain trust with customers?",
        "Earphones are a daily necessity, but are they too expensive?",
        "Is age just a number?",
        "Is an artist a creature that comforts and gives hope to the public?",
        "As LG Electronics withdrew from its smartphone division, it said it would provide follow-up support services to existing users so that there would be no inconvenience. What do you think of this policy?",
        "Would you be willing to get a new type of vaccine that works better and has fewer side effects than the currently developed COVID-19 vaccines?",
        "Is it good to watch movies or dramas at home on a big TV screen with good quality? Or is it better to watch it on a small cell phone screen?",
        "Should Olympic athletes do their best in their events?",
        "What are your thoughts on the news of the revival of Cyworld, a SNS in the memories?",
        "Should franchisees strengthen hygiene management checks?",
        "Do you need a posture that does your best in your work?",
        "More and more people are trying to exploit artificial intelligence technology as fast as it develops. What efforts should we make to solve these problems?",
        "If you look at the works that won at the 78th Golden Globe Awards, the world's largest content festival, they are different from existing movies and dramas. How much influence will the emergence of new genres have on the cultural industry as a whole?",
        "What are the measures to improve the system to protect children when they come to the hospital, such as daycare centers?",
        "What advice can you give to a junior who posted an apology after making remarks that seem to disparage his alma mater as a senior in college?",
        "What do you think trust is in a relationship?",
        "The Cultural Heritage Administration has opened six pavilions in the background of Changdeokgung Palace, which was a resting place for kings during the Joseon Dynasty, to the general. What do you think of this decision?",
        "Do you think any item has its own unique value?",
        "Should experts do their best in their fields?",
        "Does love come with responsibility?",
        "What measures do you think are needed to protect foreign workers working in poor working conditions?",
        "Is it desirable to support students to study without financial burden?",
        "Do people put their interests first?",
        "Should scientists who research and develop for human development be respected?",
        "Is it desirable for executives and employees of public institutions to develop themselves in various ways, such as learning activities or work improvement within the organization to improve their job performance?",
        "Are various hands-on activities necessary to develop children's dreams and imaginations?",
        "Do you think it's natural to be cold in winter?",
        "Local retail investors continue to buy Samsung Electronics shares as foreign investors are selling them day after day. How should we look at this?",
        "Is it okay to climb without a trekking pole, a walking stick used for hiking?",
        "Recently, competition for influencers, who exert greater influence than celebrities, is fierce in the distribution industry. What are some popular influencer marketing strategies, especially among the MZ generation, and why are they important?",
        "Is it desirable for companies or individuals to collect and display artworks for the development of culture and arts?",
        "Should corporate management be alert to workers' safety and do their best to prevent accidents?",
        "Do you think rational judgment is important in economic activities?",
        "Can I trust the weather forecast or the news forecast?",
        "The Korean team won three consecutive Olympic gold medals. What do you think about the result of this game?",
        "Three years after President Moon Jae-in took office, Cheong Wa Dae's precincts will resume. Where should I visit this time?",
        "Should I refrain from cheering in front of the test site on the day of the test?",
        "Is a politician's wife a public figure?",
        "What is the most memorable scene in this Tokyo Olympics?",
        "\"BTS appealed to young people around the world to \"\"listen to the stories of future generations.\"\"\" What do they mean by true communication? \"\"",
        "Using a bed separately vs using the same bed What's your choice?",
        "What do you want from the government regarding the abolition of the ceiling on the rate of increase in health insurance premiums?",
        "SpaceX's next goal, which succeeded in launching the first civilian manned spacecraft in mankind, is to build an Internet network for Earth's orbit satellite. Is it the right choice for private companies to jump into space development like this?",
        "As domestic automakers announced plans to stop production of internal combustion locomotives one after another, anxiety among existing vehicle owners is growing. What are the measures to minimize consumer damage?",
        "If I have a health problem, should I go to the hospital and consult a doctor for treatment?",
        "What measures are needed to eradicate increasingly intelligent insurance fraud crimes?",
        "Prince Harry and his wife, who recently declared their independence from the British royal family, expressed their position on public criticism against them in an interview. Even after this incident, many people are still looking at it critically, so what is the way to solve it?",
        "What is the biggest concern at the moment?",
        "News of celebrities' public relationships and breakups has been reported day after day. What is your opinion on this phenomenon?",
        "Is it touching to see a child doing his best even in the face of death?",
        "What is the lesson for humans in the struggle of small and weak beings to survive?",
        "Should public officials distinguish between public and private affairs?",
        "Is both work and family life important?",
        "What is the most memorable case of pushing ahead with the appointment despite various suspicions raised during the Blue House personnel verification process?",
        "What does the various performances of medalists mean?",
        "Do you think a cold shower after exercising is good for your health?",
        "What efforts are needed to create jobs?",
        "Should I refrain from group activities such as gatherings?",
        "What is the role of public broadcaster KBS in the controversy over inappropriate sports broadcasting by broadcasters?",
        "In order to restore relationships with the deceased or family, is it necessary to make efforts to open up and approach them first?",
        "Is it desirable to expand and install CCTVs to prevent crime?",
        "What is the director trying to say in this work?",
        "What features should be added to the new mobile phone?",
        "There are frequent weather events. In this situation, is it necessary to prepare measures at the national level?",
        "Should we always be vigilant because power can be corrupt?",
        "Is it desirable for corporate marketers to collaborate with famous influencers to promote their products?",
        "Is spending money on a favorite singer reasonable consumption?",
        "Is it better to listen to various genres of music instead of just listening to the songs of your favorite singers or groups?",
        "As in the above case, the problem of violence between students is serious. What are the ways to solve this problem?",
        "We should try to preserve cultural properties, right?",
        "What system do you think is essential for verifying morality and qualifications when appointing high-ranking public officials?",
        "Should I always be thankful when eating food?",
        "Are you sad that you can't get together on holidays when you have to have a good time with your family?",
        "Are there many virtues that a national leader should have?",
        "No matter how hard it is, should you honestly tell people around you about your situation and ask for help?",
        "What is the preferred policy direction for stabilizing housing prices?",
        "Is telling the truth very important?",
        "The so-called \"game over-immersion\" phenomenon, which is unable to distinguish between reality and the virtual world due to falling into online games, is emerging as a serious social problem. What are some ways to solve this problem?",
        "Do you think that the more dangerous facilities are, the more thorough management and supervision are needed?",
        "Housing instability among young people is intensifying due to soaring housing prices. What is the solution to this?",
        "Gu Ha-ra, a singer from a famous idol group, was found dead at her home. The police concluded the investigation, believing that there was no suspicion of murder. What should we do to prevent these events from repeating?",
        "Shouldn't we do music that lasts longer than music that glitters and disappears?",
        "What is the surest way to make people happy?",
        "People tend to believe in superstitious elements such as dreams and numbers that they dream a lot. Does this belief affect economic activity?",
        "What do you think of the craze for publishing autobiographies of the current administration?",
        "Analysts say that the growth of the OTT market and the prolonged COVID-19 have affected the background of a series of famous film directors' declarations to enter the Internet platform. What do you think of this phenomenon?",
        "What lesson does the Indonesians' spirit of resistance against Japanese imperialist aggression teach us?",
        "Making money is also important for everyone in the economy, but should they think about how to use it?",
        "Should natural phenomena be accepted because they cannot be helped by human power?",
        "Do you have to be free from money to live the life you want?",
        "Do children learn from adults' behavior of adults?",
        "One of the reasons for the president's fall in approval ratings is the collapse of self-employed businesses. What are some ways to solve this problem?",
        "Should humans live in compliance with changes in the natural environment despite abnormal climate phenomena such as heat or rainy season that come every summer?",
        "What do you think about the results of the final match of \"Miss Trot 2\" that aired recently?",
        "Is it commendable to use one's talent to entertain many people in any field, whether it be painting or music?",
        "Each person has different goals or ways of life that they pursue, which of these do you think is the most desirable?",
        "No matter how expensive the car is, is it useless if it's not safe?",
        "What would you say if you met your son who passed away 3 years ago again?",
        "Is it more efficient to cooperate than to compete?",
        "Under the current law, premarital contracts can only be written at the residence or address of either husband or wife, and there are many voices calling for improvement. In what direction should the law be revised? \"\"",
        "I can't meet anyone just because I'm lonely, right?",
        "Should water pipes be thoroughly managed?",
        "Samsung Electronics' recently released new foldable phone series is gaining huge popularity. However, some consumers are complaining, pointing out product defects. What is the way to solve this?",
        "Is it okay to enjoy Internet games in moderation because it is a cultural life?",
        "Is there a limit to preparing for heavy snow that repeats every winter?",
        "A growing number of people prefer outdoor activities to indoor activities indoors. Is this a desirable phenomenon?",
        "Deregulation moves to revitalize the mobility industry are in full swing. From the consumer's point of view, what services will be used?",
        "Where is the cause of the recent noise problem between floors?",
        "Should health-damaging habits be avoided?",
        "When appreciating art, should we have an attitude to interpret it critically by focusing only on the work itself rather than the artist's intention or expression technique?",
        "A growing number of people are withdrawing their retirement pensions in the middle to raise funds for their retirement. Is this phenomenon desirable?",
        "There are many people who approach customers with high-yield guarantees as bait. Why should I be careful of these people?",
        "How should we interpret the results of the Seoul mayoral by-election?",
        "There are various survival strategies that humans do not know about in nature. Can we explore and utilize biological knowledge based on these facts?",
        "Given the incidents that caused some parents to beat their children to death or death, is institutional support needed at the national level?",
        "Do you think old things have their own value?",
        "What is the solution to the problems that arise in remote classes?",
        "Do you think everyone has a desire for power?",
        "The use of cards and mobile payment systems instead of real money such as bills and coins is increasing. Is this a desirable direction?",
        "What efforts will be needed to solve the various hardships workers face in their company life?",
        "Looking at the recent series of incidents, the level of security in Korea is worrisome. What efforts do you think are needed to prevent such violent crimes?",
        "Samsung Electronics' stock price fell as Apple's iPhone 13 series was unveiled. As such, the launch of new products by competitors is a threat to companies. Nevertheless, why do consumers continue to buy at high prices?",
        "What efforts will be needed to solve the various problems that arise after marrying a foreigner?",
        "What if you could meet stars such as famous singers and actors that you can't meet in the real world through characters in the game?",
        "Is it good not to show personal feelings in public?",
        "Should I not open text messages from strangers?",
        "Should laws and systems be overhauled at the pace of technological development?",
        "The smartphone market is saturated, so is the development of new technologies the only answer?",
        "Should building owners help tenants do business safely?",
        "What is an easy alternative to revitalize office workers who always feel tired in their repeated daily lives?",
        "Should I always be careful in unfamiliar places?",
        "Should all members of the company have respect and consideration for each other?",
        "Is the celebrity's spectacular daily disclosure a deliberate act to attract public attention?",
        "Police exist to protect the lives and property of the people. Recently, however, there are many cases in which public power is abused. What is the solution to this problem?",
        "Why isn't the Internet item fraud, which is rapidly increasing in the non-face-to-face era, eradicated?",
        "Why is the villain the main character in popular culture content?",
        "What food do you think modern people need?",
        "A female weathercaster panicked when her dog broke into the studio during a weather forecast. Is there any way to deal with an unexpected situation like this?",
        "Dalgona, a traditional Korean snack, was seen selling in the middle of Manhattan, New York, USA. How should we look at this phenomenon?",
        "Why do you think companies seek diversity when hiring employees?",
        "Should I act responsibly in any position?",
        "It is difficult to expect interest income due to the prolonged low-interest rate situation. Nevertheless, why do investors consistently subscribe to installment savings or deposit products?",
        "As the cryptocurrency trading market grows, various criminal activities are also increasing. What institutional mechanisms should be in place to solve these problems?",
        "Who has influenced you the most?",
        "Should all citizens join forces in national emergencies or disaster situations?",
        "What is fandom culture, and what are some of its positive influences?",
        "Should the food that soldiers eat be healthy and delicious?",
        "As the drama \"Squid Game\" craze is blowing, what should be improved for the development of the cultural content industry?",
        "Is raising seed money more important than anything else to be rich?",
        "Online commerce platforms are taking measures to prevent counterfeit transactions, but counterfeit problems are still occurring. What institutional mechanisms are needed to protect consumers?",
        "Is the excessive public interest in celebrities such as movie stars and singers positive? Is it negative?",
        "What is your position on the need to make it mandatory to install passenger protection devices in the event of a vehicle accident?",
        "Cases of employment at public institutions in unfair ways, such as the system of giving additional points to children of employees of public corporations, are being revealed. What measures should the government take to solve these problems?",
        "Recently, singers from audition programs have been prominent in the pop music industry. What do you think is the background of this phenomenon?",
        "For the first time in mankind, a civilian manned spacecraft has successfully docked the International Space Station (ISS). Expectations are growing that the space tourism era will open in the future, what do you think of these changes?\"",
        "What is the most important role to play as a parent for children?",
        "The characters in the recently popular drama \"Squid Game\" are drawing keen attention. What is the impact of this phenomenon on our society?",
        "Like the recent assault on security guards by apartment residents, the culture of power abuse is still prevalent in our society. What efforts are needed to eradicate this?",
        "The average life expectancy of Koreans continues to increase. At the same time, the number of lonely deaths among the elderly is increasing rapidly. What should the elderly do to live a happy life?",
        "As the aging population intensifies, the welfare problem for the elderly is important, but do you think preparation for life after retirement is also important?",
        "Is it individual freedom to trade stocks for investment purposes?",
        "Can I enter a department that is not suitable for personal reasons such as going to college or getting a job?",
        "Should the labor environment and safety issues in the region be considered when entering overseas markets?",
        "Should different genres of music be loved by the public regardless of their success in the music market?",
        "What will it take to maintain a stable retirement life after retirement?",
        "What support measures should the government come up with for residents of large forest fires on the east coast of Gangwon-do?",
        "Is there a problem with the way advertising fees are distributed, one of the profit-generating structures of YouTubers?",
        "Should I maintain the current system where I can only buy it in an automatic selection method at lottery stores?",
        "What leadership will be needed to re-create the government in next year's presidential election?",
        "Recently, fast-growing online video service (OTT) platform operators are implementing various marketing strategies to secure paid subscribers. What do you think of this phenomenon?",
        "Recently, more and more celebrities are causing drunk driving accidents. What measures are needed to prevent the recurrence of such an incident?",
        "Can anyone live in a good house if they have the ability?",
        "Should players do their best regardless of the outcome of the game?",
        "A growing number of programs are re-examining people who have worked in one field for a long time and have a successful career. What do you think of this phenomenon?",
        "Is a law revision necessary to punish drivers who don't turn off their engines when refueling?",
        "Is the government-led IT infrastructure construction project essential for the people?",
        "Concerns are growing over a slowdown in the art market due to the spread of COVID-19. Even in this situation, the \"Hwarang Art Festival,\" the largest international art fair in Korea, recorded the highest sales ever. What do you think are the factors for success?",
        "Russian President Vladimir Putin's political opponent and opposition activist Alexei Navalny has been arrested by police at the police at the airport. What do you think is the reason?",
        "Should I find pleasure in relationships with people?",
        "What do you want to learn from Song Hae, an active broadcaster in his mid-90s?",
        "What conditions should humans have if they need a new residence in the distant future?",
        "Should I not answer calls from unknown numbers because there is a risk of personal information leakage?",
        "What do you think are the factors of success in entering overseas markets?",
        "What are the necessary measures to solve the dating violence problem between lovers?",
        "Should artists have the best skills in their field?",
        "The book price system, which was implemented in 2014, has been on the verge of extinction for the first time in four years. What are the reasons for maintaining and abolishing books despite side effects such as book price of books?",
        "Amid the craze for the drama \"Squid Game,\" there are cases in which students imitate it in foreign countries. Is this a positive effect? Is it a negative effect?",
        "Should the ruling and opposition parties cooperate with each other and strive to manage state affairs?",
        "Actor Cho Young-hyun picked Jang Yoon-bok in the tvN drama \"Hospital Playlist\" as the most attached character he played. What do you think are the commonalities and differences between the two works?",
        "What is human death?",
        "What is the solution to the recent school violence in the sports community?",
        "Is the Crocs shoe craze as comfortable as slippers desirable?",
        "Should athletes do their best to improve their skills?",
        "Is it necessary to improve the dining culture in restaurants for the health care of office workers?",
        "Is there a reason for successful people?",
        "Should domestic pharmaceutical companies implement policies to expand support for new drug development to foster the Korean bio industry?",
        "Why are contents such as dramas and movies produced by broadcasters being shunned by viewers?",
        "Does an overly neat personality harm people around you?",
        "Should older adults actively learn new skills?",
        "Do I have to be confident in whatever clothes I wear?",
        "What dress should I wear to the wedding of the children of the chairman of a large company?",
        "What is the most urgent problem to be solved at the moment?",
        "More and more content producers are showing off their talents on YouTube, an online video platform. They are called \"YouTubers,\" but can YouTubers also be recognized as jobs?",
        "What is the most anticipated domestic electric vehicle model that will be released from the second half of this year to the beginning of next year?",
        "Looking at the new cars released recently, the design is becoming more unconventional and colorful, what do you think about this phenomenon?",
        "Is it okay for Apple to produce its own electric vehicles?",
        "German car brand Volkswagen Group continues to grow significantly in the domestic market. However, it is pointed out that there is still a long way to go to restore consumer confidence. What do you think is the reason?",
        "Are high-end alcoholic beverages called expensive alcohol produced to the extent that they cause environmental pollution problems?",
        "Should students be allowed to study safely?",
        "Which is more environmentally friendly, a luxury car with a price of hundreds of millions or a regular public car?",
        "Should care workers take pride in their jobs?",
        "Is trust in government policies important in crisis situations such as the COVID-19 crisis?",
        "What are your thoughts on the need to expand support for unpopular sports?",
        "What songs should we listen to when life is hard?",
        "Should there be many low-cost plans so that mobile communication service users can enjoy various contents without any burden?",
        "Should unverified drug use be avoided even if the speed of development of science and technology is fast?",
        "Should the government expand public transportation that ordinary people can use without burden?",
        "Is paying taxes to provide the necessary financial resources for state operations?",
        "Is it good to act according to your beliefs?",
        "Because of the actors' outstanding acting skills, the characters in the drama feel like they actually. Is a phenomenon like this desirable?",
        "What do you think is the most important ability to have as a global corporate CEO?",
        "Should the government implement various policies to stabilize housing prices?",
        "Should there be many restaurants with their own personalities?",
        "What are the solutions to the privacy violations and defamation of public figures?",
        "Should there be a space for the activities of senior citizens in the popular?",
        "Is the COVID-19 vaccine development and vaccination plan going smoothly?",
        "Can a person who has done something wrong be forgiven for reflecting on himself and repenting?",
        "Is the increase in consumption of romantic comedy movies or drama content like Netflix's <Christmas Switch> desirable?",
        "Do we need many jobs for economic growth?",
        "As the saying goes, \"Too much is not enough to be it not enough?",
        "What are your thoughts on the short padding craze that has emerged as a trend this winter?",
        "Do you think the government should come up with support measures to revitalize urban agriculture?",
        "Is it necessary to develop or release a new type of online game that didn't exist in the past?",
        "As the fandom culture is activated in the pop music industry, new phenomena that are different from the past are emerging. How should we look at these phenomena?",
        "This summer, an unusual heat wave hit the northern hemisphere. Meanwhile, flood damage continued in the southern hemisphere. What causes this extreme weather phenomenon and what do you think are the measures to prevent it?",
        "What should I do if I can't use more than 50% of my assets until I die?",
        "What do you think of the funeral culture that has been changing since the spread of COVID-19?",
        "Other than going directly to Mars, how can humans maintain human civilization and increase their chances of survival?",
        "How can ant investors make stable returns without being swayed by foreigners and institutions?",
        "Do you think overseas volunteer work experience is helpful for young people in our country?",
        "Should anyone who is capable and sincere be treated fairly?",
        "It is Chuseok, the national holiday. What would be a good greeting to share with your family and relatives after a long time?",
        "Is it personal freedom to have plastic surgery because of the desire to be prettier than others in the appearance-oriented climate?",
        "There are products that only a limited quantity is sold after the product is released. You have to wait in line to buy it. Why do you want to buy this product while doing this?",
        "What efforts are needed to foster the domestic bio industry, which has been attracting attention worldwide since the novel coronavirus infection (COVID-19) pandemic?",
        "If you produce content that introduces hidden attractions or restaurants that are not well known to foreigners, what would it contain?",
        "Recently, some universities have been canceling idol group invitation events due to a lack of budget for the student council. Is there a way to create a successful festival without having to invite famous singers?",
        "Do we need reserve personnel to prepare for a national emergency?",
        "Some people around us think only of their own interests, but others sacrifice for others. Which side are you close to?",
        "Should Humanity's Efforts to Conquest Cancer Continue?",
        "An atmosphere that recognizes activities and experiences in various fields other than the main job is spreading. What do you think are the pros and cons of this trend?",
        "Is it natural to go back to your hometown after retirement?",
        "As competition for ratings among broadcasters and production staff heats up, fairness issues are being raised in the process of selecting performers. What efforts are needed to solve these problems?",
        "Is the medical staff doing their best to save the patient's life beautiful?",
        "Should companies make efforts to generate profits not only at home but also abroad?",
        "Through the recent controversy over violence and bullying that arose during the internal conflict of the women's volleyball team, what are the measures to eradicate the violent culture prevalent in our society's sports community?",
        "What are some of the virtues that a national leader should have?",
        "Is it necessary to introduce an education and training program to improve employees' work skills to strengthen their competitiveness in the company?",
        "Is it a good thing if you can still find lost items after a long time?",
        "Should the dress code of athletes in the sports scene be changed with the times?",
        "We should do our best to save lives even in dangerous situations, right?",
        "Coupang, an online shopping company, has released a video showing some employees working in inappropriate clothes during late-night hours, sparking controversy. What are some ways to prevent such cases from happening again?",
        "What would be the wisest use of lottery money?",
        "Recently, a famous Australian travel agency disappeared for money from Korean warholers. As such, there are many cases where people who are not familiar with the local situation are damaged, is there any countermeasure to prevent this?",
        "Even those who have reached the top position will inevitably fall behind if they do not constantly try and develop. In what field are you trying to be the best?",
        "What should domestic carmakers prepare to survive the electric vehicle era?",
        "What are the concerns in the process of phased daily recovery?",
        "What is needed for the success of the government's Green New Deal policy?",
        "Angela Merkel has made a mark in world history as Europe's longest-serving female leader over the past 16 years. What is the most impressive part of her leadership style?",
        "Should I see a doctor even for mild diseases such as sore throat or tonsillitis?",
        "Is it a natural right to enjoy local food while traveling abroad?",
        "Song Hae, a famous broadcaster who had been active even in his mid-90s, died. How do the public feel about the news of the death of elderly celebrities and what measures are needed? \"\"",
        "What is more important than the election results as a politician?",
        "What way of life will be needed in the era of the COVID-19 pandemic?",
        "What is needed to create an environment where medical staff can safely treat?",
        "Should teenagers be helped to enjoy a healthy leisure life?",
        "Should landowners strive to protect their property rights?",
        "What is the most effective way to lose weight in a short period of time?",
        "Will the incidence of plantar fasciitis, one of the sports damage diseases that has been soaring recently, continue to increase?",
        "As we enter the aging era, the need to prepare for old age is growing. Then, when should I start preparing for my retirement?",
        "Should democracies make decisions based on majority rule?",
        "Like Beethoven, who has overcome the fatal obstacle of hearing loss and made great achievements, what does it take to overcome and succeed in the trials that are currently facing him?",
        "What institutional mechanisms should be in place to solve the problem of unlicensed medical practices in hospitals?",
        "If additional Silla royal tombs that have never been found were found, what would it mean?",
        "What efforts will be needed to solve the current serious employment shortage problem in Korea?",
        "Should a cultural life space be provided for teenagers to enjoy healthily?",
        "Singer Psy's music video for the song \"Gangnam Style\" became popular on YouTube and took the opportunity to enter overseas markets. If I were a producer, how would I promote it?",
        "It is said that the more money people have, the higher the rate of lottery purchases. Do you tend to buy lottery tickets?",
        "What is a dignified death?",
        "Some of the posts posted by famous celebrities on their social media are controversial because of words or sentences. What are the problems with this phenomenon?",
        "Is it effective to learn martial arts to protect yourself?",
        "Is this the right behavior because there are many people who do not undergo colonoscopy because there are no abnormal findings from the medical examination?",
        "What efforts should the state make to prevent suicide and create a culture of respect for life?",
        "What efforts should the domestic automobile industry make to preempt the future mobility market?",
        "What if my favorite celebrity holds a concert just for me?",
        "What should I do if a player who won a medal at an Olympic Games is contacted by a past lover?",
        "What's wrong with Blizzard's recently released mobile game Arklight Rumble?",
        "Is it just superstition because it is impossible to predict the future?",
        "What award should be given to this police officer who saved the life of a citizen?",
        "What do you think about family relationship changes after COVID-19?",
        "A \"shared kitchen,\" a method in which several operators equipped with kitchen facilities gather in one space to make and sell food, is also spreading in Korea. What will happen if such a service is activated?",
        "A growing number of people are immersed in online games and cannot distinguish between reality and the virtual world. What is the solution to this problem?",
        "About 20 years after September 11, 2001, another civilian airliner was attacked. What efforts will it take to prevent such a tragedy from happening again?",
        "Should manufacturers release more models to meet the diverse needs of consumers?",
        "Why do people want to make more money than they can?",
        "No matter how much I need it, can I buy it spontaneously without a plan?",
        "Can I get good results if I prepare for anything in advance?",
        "Should pop music singers' performances on stage, such as singing and dancing, be respected because they are intended to entertain the audience?",
        "What is the best strategy for getting my own house?",
        "How is it desirable to set the direction of the educational system reform?",
        "What is your opinion on the issue of holding the Bosingak bell ringing event and the New Year's bell ringing event, which is repeated every year at the end of the year?",
        "Why should I be careful of loan counselors who approach through impersonating financial companies or text messages?",
        "There are cases where you feel good about the other person, but there are cases where you feel unfavorable. Then, in what situations do you feel like being liked by the other person?",
        "Major national institutions such as government ministries and public institutions are moving to replace Microsoft's Windows computer system with Apple's MacOS base instead of Microsoft's Windows. How should this phenomenon be viewed?",
        "Should the opinions of experts be sufficiently collected in the process of promoting national policies?",
        "What should traditional distribution network-oriented companies do to survive in a situation where boundaries between industries are being broken?",
        "Should all goods and services be traded at fair and reasonable prices?",
        "Hyundai Motor Group is producing finished cars at its St. Petersburg plant in Russia, according to reports. What do you think about this?",
        "Why can't people throw things away and pile them up?",
        "The transition to the national position, which was the long-cherished desire of fire officials, has finally been achieved. However, there are still differences in treatment between local governments. In this situation, what are some ways to ensure that firefighters receive the same treatment regardless of region?",
        "Is it desirable for companies to employ celebrities as advertising models to enhance their brand image?",
        "Like actors Yoo Hae-jin and Kim Hye-soo, more and more people are walking their own paths for a long time and meeting again to work together. What do you think of this phenomenon?",
        "Should we give thanks and encouragement to those who are trying to promote Hanbok, Korea's unique clothing?",
        "Is it desirable to challenge new areas to strengthen national competitiveness?",
        "Should we save electricity?",
        "Is the appearance of life more important than the difference in status of the dead?",
        "We should pray for the repose of the deceased, right?",
        "Major domestic companies are providing various welfare benefits for their employees. What is your opinion on the need to expand the welfare system?",
        "Small accommodations around famous tourist attractions in Korea are suffering from the behavior of some ignorant tourists. What is the solution to this problem?",
        "Why can we look back on our lives through the characters in popular cultural content?",
        "Is an appropriate level of population necessary to maintain national competitiveness?",
        "Some literary groups are calling for the introduction of a real-name Internet comment system. What is your position on this?",
        "What would be the significance of President Xi's visit to Korea before the first Korea-U.S. summit since the inauguration of the Biden administration?",
        "Should artists entertain the public through their work activities?",
        "In the Korean scientific community, ghostwriting or plagiarism of papers is also a problem, so what is the solution to this?",
        "Is it necessary to share and cooperate with patent technology to secure competitiveness between companies?",
        "In addition to the existing popular games Battleground and League of Legends, new box office hits such as Cookie Run Kingdom and Kartrider Rush Plus are emerging. What strategies are needed in this changed environment?",
        "Why is there so much news in the entertainment industry about fighting cancer?",
        "After signing this export contract, it is expected that the supply of domestic COVID-19 diagnostic kits will expand to other countries. Why do you think K-quarantine products were able to succeed on the international stage?",
        "What should be considered when establishing a marketing strategy for young consumers?",
        "Should we consider harmony with the surrounding environment when designing the exterior of the building?",
        "It is expected to spend more time at home during the Golden Week. What are some activities you can do with your pet in this situation?",
        "What conditions will be necessary for the safe travel area (travel bubble) system, which is being promoted to attract Korean tourists, to succeed?",
        "What financial products would be good to hand over to your children?",
        "Should the government and universities actively take action to improve the educational environment, such as establishing an online lecture system?",
        "What should it look like if there is an animal or robot that plays a role in touching the hearts of victims and victims at the scene of a disaster?",
        "What do you think is the most effective way to protect our cultural heritage?",
        "Do you think it's more convenient to use a card than a bill or a coin?",
        "Can we achieve better results if we compromise and compromise little by little?",
        "Do you think education is necessary to foster a sense of respect for life?",
        "Is it desirable to provide an in-house space for executives and employees to use freely outside of work hours?",
        "Is it okay to buy it after seeing reviews or recommendations from famous celebrities or influencers?",
        "Should the international community solve problems in a more peaceful way than the logic of power?",
        "Should retirement preparations begin at an early age?",
        "Is it wrong to spread groundless rumors?",
        "Should pharmaceutical companies strive for research and development to achieve the purpose of promoting human health?",
        "What efforts are needed to protect animals that are sacrificed because of human selfishness?",
        "Who is the most respected president of all time?",
        "Is it important to cultivate inner beauty rather than appearance-based thinking?",
        "Should I speak considering the other person's position?",
        "Do you think job creation is a matter for both government and businesses to work together?",
        "From the consumer's point of view, what do you think is the most important factor to consider when purchasing an eco-friendly car?",
        "Why is the morality and integrity of high-ranking officials important?",
        "Should oil resources be used sparingly because they are limited?",
        "Is it urgent to come up with measures to protect children who are abused by their parents?",
        "Should artists focus only on their work activities?",
        "How much influence do you think celebrity remarks have on the public?",
        "Is entrepreneurship about pioneering new markets with innovative ideas?",
        "Is it desirable for people of different political tendencies to gather and discuss?",
        "What are your thoughts on the news of the revival of SNS services in memories?",
        "Are there any separate ruling and opposition parties on issues directly related to national security?"
    ],
    "1": [
        "The human brain changes continuously throughout its life. Then, can I live a life of learning and growing even in old age?",
        "Do you think you can maintain a healthy life even in your old age by forming the right lifestyle?",
        "Do people have their own dreams and should they try to achieve them?",
        "Is it important to try again without giving up even if you fail?",
        "Can you get good results if you try hard?",
        "Even when you get older, you have to live your life independently, right?",
        "Can anyone who is capable, regardless of gender or age, succeed?",
        "Do young people have hope that they can succeed if they try hard even in the midst of job shortages?",
        "Is there nothing more important than health?",
        "Should people all over the world try to live healthy?",
        "What do you think is the most important thing to live long and healthy?",
        "Life is a difficult process for anyone, but can you find happiness in it?",
        "What food should I choose to eat healthy?",
        "Do you have to take responsibility for your mistakes?",
        "Should I do my best without giving up on anything until the end?",
        "Should I admit my mistakes and show myself reflecting on myself?",
        "Should we instill a belief that you can succeed if you work hard?",
        "If you look at your friends around you, you often make important decisions in your life, such as work or marriage, before you reach your 30s. But I still haven't achieved anything. Wouldn't it be too late now?",
        "Is it right to lie?",
        "Is managing money as important as making money?",
        "Should I admit and correct errors in questions and answers?",
        "Is happiness more important than money?",
        "Living healthy is more important than living long. To this end, what measures can be implemented at the individual level?",
        "Is it right to lie to your parents?",
        "Is failure the mother of success?",
        "Should I only tell the truth?",
        "Is money hard to earn and easy to spend?",
        "No matter how hard it is, do you think you can succeed if you don't give up and try?",
        "No matter how good the intentions are, shouldn't you lie?",
        "Should I not lie under any circumstances?",
        "No matter how difficult the situation is, if I don't give up and do my best, can I get good results?",
        "Do you think living happily is more important than living long and healthy?",
        "Is spending money more important than making money?",
        "Can anyone make a mistake?",
        "Is it easy to lose money without effort?",
        "Do you think you should do your best if you have something you desperately want to do?",
        "Should everyone try to live long and healthy?",
        "No matter how difficult the situation is, do you think we should do our best without giving up?",
        "What does it look like to live a life that consistently strives with your own goals?",
        "Is there nothing more important than health?",
        "Should you constantly strive to build your own world of work?",
        "Age is just a number, so can you challenge something new?",
        "Do you think it is important to live long and healthy through constant exercise and proper eating habits?",
        "Do you think luck comes to those who try?",
        "Can you succeed someday if you try without giving up despite difficulties?",
        "Is it necessary to keep challenging and not giving up to achieve your dream?",
        "Can anyone get lucky if they try?",
        "Can I do what I want to do regardless of age?",
        "Should I try to be responsible for my actions?",
        "Can you succeed if you dare to challenge something new with a spirit of challenge?",
        "Is the idea of maintaining a healthy body through exercise right?",
        "No matter how hard and difficult the situation is, can you get good results if you do your best without losing hope?",
        "Nothing is more important than personal health, right?"
    ]
}